Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: "%1$s" date must be less than "%2$s" date.
uz: "%1$s" sanasi "%2$s" sanasidan kichik bo'lishi kerak.

source: "%1$s" instead "%2$s"
uz: "%1$s" o'rniga "%2$s"

source: "%1$s" is expected
uz: "%1$s" kutilmoqda

source: "%1$s" must be an empty string or greater than "%2$s".
uz: "%1$s" bo'sh satr yoki "%2$s" dan katta bo'lishi kerak.

source: "host:key" pair is expected
uz: "host:key" juftligi kutilmoqda

source: %1$d characters exceeds maximum length of %2$d characters
uz: %1$d belgisi %2$d belgi maksimal uzunligidan oshib ketdi

source: %1$d day
uz: %1$d kun

# screen reader
source: %1$d matches for %2$s found
uz: %1$d moslik %2$s uchun topildi

source: %1$d of %1$d+ hosts are shown
uz: %1$d dan %1$d+ xost ko'rsatilmoqda

source: %1$d of %1$d+ items are shown
uz: %1$d dan %1$d+ element ko'rsatilmoqda

source: %1$d of %3$d%2$s problem is shown
uz: %1$d dan %3$d%2$s muammo ko'rsatilmoqda

source: %1$d problems selected.
uz: %1$d muammo tanlandi.

source: %1$s (year %2$s)
uz: %1$s (yil %2$s)

source: %1$s - thrown by module located at %2$s.
uz: %1$s - %2$s joylashgan modul tomonidan chiqarilgan.

source: %1$s [Line: %2$s | Column: %3$s]
uz: %1$s [Qator: %2$s | Ustun: %3$s]

# screen reader
source: %1$s action
uz: %1$s harakat

source: %1$s characters
uz: %1$s belgilar

source: %1$s characters remaining
uz: %1$s belgilar qolgan

source: %1$s event
uz: %1$s hodisa

source: %1$s group pattern
uz: %1$s guruh shabloni

source: %1$s host in maintenance
uz: %1$s host texnik xizmatda

source: %1$s hour
uz: %1$s soat

source: %1$s item
uz: %1$s element

# screen reader
source: %1$s message
uz: %1$s xabar

source: %1$s minute
uz: %1$s daqiqa

source: %1$s of %2$s element in problem state
uz: %1$s %2$s element muammo holatida

source: %1$s or %2$s - allows the page to be displayed only in a frame on the same origin as the page itself
uz: %1$s yoki %2$s - sahifani faqat o'z manbasiga ega ramkada ko'rsatishga imkon beradi

source: %1$s or %2$s - prevents the page from being displayed in a frame, regardless of the site attempting to do so
uz: %1$s yoki %2$s - sahifani ramkada ko'rsatishni oldini oladi, sayt bu ishni amalga oshirishga harakat qilganidan qat'iy nazar

# screen reader
source: %1$s preselected, use down,up arrow keys and enter to select
uz: %1$s oldindan tanlangan, tanlash uchun pastga, yuqoriga o'q tugmalaridan foydalaning va kirish tugmasini bosing

source: %1$s problem
uz: %1$s muammo

source: %1$s problem in total
uz: %1$s muammo jami

source: %1$s retry left
uz: %1$s qayta urinish qoldi

source: %1$s second
uz: %1$s soniya

source: %1$s unacknowledged problem
uz: %1$s tasdiqlanmagan muammo

# screen reader
source: %1$s, Severity, %2$s
uz: %1$s, Og'irlik darajasi, %2$s

# screen reader
source: %1$s, read only
uz: %1$s, faqat o'qish uchun

# screen reader
source: %1$s, selected
uz: %1$s, tanlangan

source: %1$s.php class must extend %2$s for module located at %3$s.
uz: %1$s.php klassi %2$s bo'yicha kengaytirilgan bo'lishi kerak, modul esa %3$s manzilida joylashgan.

source: %1$sth percentile: %2$s
uz: %1$sth foizli: %2$s

source: %4$s failed login attempt logged. Last failed attempt was from %1$s on %2$s at %3$s.
uz: %4$s marta muvaffaqiyatsiz kirish urinishlari qayd etildi. So'nggi muvaffaqiyatsiz urinish %1$s dan %2$s da, %3$s da amalga oshirilgan.

source: %d device
uz: %d qurilma

source: (0 - infinitely)
uz: (0 - cheksiz)

source: (0 - use action default)
uz: (0 - harakatni standart bo'yicha ishlatish)

source: (Only super admins can create groups)
uz: (Faoliyatni faqat super administratorlar yaratishi mumkin)

source: (created by host discovery)
uz: (xostni aniqlash orqali yaratilgan)

source: (legacy) to retrieve a single value synchronously, optionally combined with other values
uz: (eski usul) bitta qiymatni sinxron ravishda olish, kerakli bo'lsa boshqa qiymatlar bilan birgalikda

source: (legacy) to retrieve a subtree in JSON
uz: (eski usul) JSON formatida qism daraxtini olish

source: (linked by host discovery)
uz: (xostni aniqlash orqali bog'langan)

source: (no proxy)
uz: (proksi yo'q)

source: 0 - use default port
uz: 0 - standart portni ishlatish

source: 0 or 1
uz: 0 yoki 1

source: 1 minute
uz: 1 daqiqa

source: 10 seconds
uz: 10 soniya

source: 12-hour
uz: 12 soatli

source: 24-hour
uz: 24 soatli

source: 30 seconds
uz: 30 soniya

source: 3D view
uz: 3D ko'rinish

source: 5 minutes
uz: 5 daqiqa

source: 5 seconds
uz: 5 soniya

source: 500 latest values
uz: 500 ta so'nggi qiymatlar

source: <empty string>
uz: <bo'sh satr>

source: <label name>
uz: <yorliq nomi>

source: <manual>
uz: <qo'lda>

source: <metric name>{<label name>="<label value>", ...} == <value>
uz: <metrik nomi>{<yorliq nomi>="<yorliq qiymati>", ...} == <qiymat>

source: <sub-menu/sub-menu/...>
uz: <sub-menyu/sub-menyu/...>

source: ADD OVERRIDE
uz: OVERRIDDEN QO'SHISH

source: ALARM CLOCK
uz: TOMOZON SOAT

source: API access
uz: API kirish

source: API hostname
uz: API xost nomi

source: API methods
uz: API metodlari

source: API token
uz: API tokeni

source: API token "%1$s" already exists for userid "%2$s".
uz: API tokeni "%1$s" allaqachon "%2$s" foydalanuvchisi uchun mavjud.

source: API token added
uz: API tokeni qo'shildi

source: API token deleted
uz: API tokeni o'chirildi

source: API token disabled
uz: API tokeni o'chirildi

source: API token enabled
uz: API tokeni faollashtirildi

source: API token expired.
uz: API tokenining muddati o'tdi.

source: API token updated
uz: API tokeni yangilandi

source: API tokens
uz: API tokenlari

source: Above value
uz: Yuqaridagi qiymat

source: Abscissa
uz: Abstsissa

source: Access denied
uz: Kirish taqiqlangan

source: Access denied!
uz: Kirish taqiqlangan!

source: Access to API
uz: API ga kirish

source: Access to UI elements
uz: UI elementlariga kirish

source: Access to actions
uz: Harakatlarga kirish

source: Access to modules
uz: Modullarga kirish

source: Access to services
uz: Xizmatlarga kirish

source: Ack
uz: Qabul qilindi

source: Acknowledge
uz: Qabul qilish

source: Acknowledge problems
uz: Muammolarni qabul qilish

source: Acknowledged
uz: Qabul qilindi

source: Acknowledged PROBLEM events
uz: Qabul qilingan MUAMMO voqealari

source: Acknowledged RESOLVED events
uz: Qabul qilingan HAL QILINGAN voqealar

source: Acknowledgement status
uz: Qabul qilish holati

source: Action
uz: Harakat

# compact table header
source: Action
uz: Harakat

source: Action "%1$s" already exists.
uz: "%1$s" harakati allaqachon mavjud.

source: Action "%2$s" is not available for user role "%1$s".
uz: "%2$s" harakati "%1$s" foydalanuvchi roli uchun mavjud emas.

source: Action added
uz: Harakat qo'shildi

source: Action class %1$s must extend %2$s class.
uz: Harakat klassi %1$s %2$s klassini kengaytirishi kerak.

source: Action deleted
uz: Harakat o'chirildi

source: Action disabled
uz: Harakat o'chirilgan

source: Action edit
uz: Harakatni tahrirlash

source: Action enabled
uz: Harakat yoqilgan

source: Action log
uz: Harakatlar ro'yxati

source: Action operation
uz: Harakat operatsiyasi

source: Action updated
uz: Harakat yangilandi

source: Action with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan harakat mavjud emas.

source: Actions
uz: Harakatlar

# compact table header
source: Actions
uz: Harakatlar

source: Active
uz: Faol

# maintenance status
source: Active
uz: Faol

source: Active checks
uz: Faol tekshiruvlar

source: Active since
uz: Faol bo'lib turibdi

source: Active till
uz: Faol bo'lib turishi

source: Add
uz: Qo'shish

source: Add (message type limit reached)
uz: (xabar turi chegarasiga yetildi) Qo'shish

source: Add a column
uz: Yangi ustun qo'shish

source: Add a new widget
uz: Yangi vidjet qo'shish

source: Add child element
uz: Bolalar elementini qo'shish

source: Add child elements
uz: Bolalar elementlarini qo'shish

source: Add child service
uz: Bolalar xizmatini qo'shish

source: Add child services
uz: Bolalar xizmatlarini qo'shish

source: Add from host
uz: Xostdan qo'shish

source: Add from template
uz: Shablondan qo'shish

source: Add host
uz: Xost qo'shish

source: Add host tags
uz: Xost teglarini qo'shish

source: Add host trigger
uz: Xost trigerini qo'shish

source: Add item
uz: Element qo'shish

source: Add missing
uz: Yo'qolganlarni qo'shish

source: Add multiple maps
uz: Bir nechta xaritalarni qo'shish

source: Add new data set
uz: Yangi ma'lumotlar to'plamini qo'shish

source: Add new interface
uz: Yangi interfeys qo'shish

source: Add new override
uz: Yangi o'zgartirish qo'shish

source: Add page
uz: Sahifa qo'shish

source: Add parent services
uz: Asosiy xizmatlarni qo'shish

source: Add problem comments
uz: Muammo kommentariyalarini qo'shish

source: Add prototype
uz: Prototip qo'shing

source: Add scheduled report
uz: Rejalashtirilgan hisobotni qo'shing

source: Add services
uz: Xizmatlarni qo'shish

source: Add submaps
uz: Pastki xaritalarni qo'shing

source: Add to favorites
uz: Tanlanganlarga qo'shish

source: Add to host group
uz: Xost guruhiga qo'shing

source: Add to host groups
uz: Xost guruhlarga qo'shing

source: Add user
uz: Foydalanuvchi qo'shish

source: Add user group
uz: Foydalanuvchilar guruhini qo'shish

source: Add widget
uz: Vidjet qo'shish

source: Added
uz: Qo'shildi

# screen reader
source: Added, %1$s
uz: Qo'shildi, %1$s

source: Additional rule
uz: Qo'shimcha qoida

source: Additional rules
uz: Qo'shimcha qoidalar

source: Address
uz: Manzil

source: Address for active agents
uz: Faol agentlar uchun manzil

source: Administration
uz: Boshqaruv

source: Advanced configuration
uz: Kengaytirilgan konfiguratsiya

source: Advanced labels
uz: Kengaytirilgan yorliqlar

source: Advanced options
uz: Kengaytirilgan variantlar

source: After
uz: Keyin

source: After this change, users who have already enrolled in this MFA method will have to complete the enrollment process again because TOTP secrets will be reset.
uz: Ushbu o'zgarishdan so'ng, bu MFA usuliga allaqachon ro'yxatdan o'tgan foydalanuvchilar qayta ro'yxatdan o'tish jarayonini tugatishlari kerak, chunki TOTP maxfiy kalitlari tiklanadi.

source: After value
uz: Qiymatdan keyin

source: Age
uz: Yosh

source: Age less than
uz: Yoshdan kichik

source: Agent (active)
uz: Agent (faol)

source: Agent (passive)
uz: Agent (passiv)

source: Agent availability check. Returns nothing - unavailable; 1 - available
uz: Agentning mavjudligini tekshirish. Hech narsa qaytarmaydi - mavjud emas; 1 - mavjud

source: Agent encryption
uz: Agentni shifrlash

source: Agent host metadata. Returns string
uz: Agent hostining metama'lumotlari. Qaytaradi satr

source: Agent host name. Returns string
uz: Agent hostining nomi. Qaytaradi satr

source: Agent interfaces
uz: Agent interfeyslari

source: Agent variant check. Returns 1 - for Zabbix agent; 2 - for Zabbix agent 2
uz: Agent variantini tekshirish. 1 qaytaradi - Zoddix agenti uchun; 2 - Zoddix agent 2 uchun

source: Aggregate
uz: Yig'ish

source: Aggregate functions
uz: Yig'ish funksiyalari

source: Aggregates each item in the data set.
uz: Har bir elementni ma'lumotlar to'plamida yig'adi.

source: Aggregates the whole data set.
uz: Barcha ma'lumotlar to'plamini yig'adi.

source: Aggregation function
uz: Yig'ish funksiyasi

source: Aggregation interval
uz: Yig'ish intervali

source: Alert message
uz: Ogohlantirish xabari

source: Alerts
uz: Ogohlantirishlar

source: Algorithm
uz: Algoritm

source: Alias
uz: Taxallus

source: Align map elements
uz: Xarita elementlarini moslashtirish

source: All
uz: Barchasi

source: All available
uz: Barchasi mavjud

source: All dashboards
uz: Barcha boshqaruv panellari

source: All graphs
uz: Barcha grafiklar

source: All groups
uz: Barcha guruhlar

source: All hosts
uz: Barcha xostlar

source: All links should have "Name" and "URL" specified
uz: Barcha havolalar "Nomi" va "URL" ko'rsatilgan bo'lishi kerak

source: All maps
uz: Barcha xaritalar

source: All problems
uz: Barcha muammolar

source: All problems if tag values match
uz: Barcha muammolar, agar teg qiymatlari mos kelsa

source: All services
uz: Barcha xizmatlar

source: All tags
uz: Barcha teglar

source: All templates
uz: Barcha shablonlar

source: Allow list
uz: Ruxsat berilgan ro'yxat

source: Allow manual close
uz: Qo'lda yopishga ruxsat berish

source: Allow redirect
uz: Yo'naltirishga ruxsat berish

source: Allowed hosts
uz: Ruxsat berilgan xostlar

source: Allowed methods
uz: Ruxsat berilgan metodlar

source: Also used as legend label for aggregated data sets.
uz: Shuningdek, yig'ilgan ma'lumotlar to'plamlari uchun legendaning yorlig'i sifatida ishlatiladi.

source: Alternatively, you can install it manually:
uz: Boshqacha qilib aytganda, uni qo'lda o'rnatishingiz mumkin:

source: Amount of guest physical memory that is swapped out to the swap space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Mehmonning jismoniy xotirasi swap maydoniga almashtirilgan miqdori, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinasining global noyob identifikatori

source: Amount of host physical memory consumed for backing up guest physical memory pages, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Xostning jismoniy xotirasining mehmon jismoniy xotira sahifalarini zaxiralash uchun sarflangan miqdori, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinasining global noyob identifikatori

source: An LLD rule with key "%1$s" already exists on the host "%2$s".
uz: Xostda "%1$s" kalitiga ega LLD qoidasi allaqachon mavjud "%2$s".

source: An LLD rule with key "%1$s" already exists on the template "%2$s".
uz: Shablonda "%1$s" kalitiga ega LLD qoidasi allaqachon mavjud "%2$s".

source: An item prototype with key "%1$s" already exists on the host "%2$s".
uz: Xostda "%1$s" kalitiga ega element prototipi allaqachon mavjud "%2$s".

source: An item prototype with key "%1$s" already exists on the template "%2$s".
uz: Shablonda "%1$s" kalitiga ega element prototipi allaqachon mavjud "%2$s".

source: An item with key "%1$s" already exists on the host "%2$s".
uz: Xostda "%1$s" kalitiga ega element allaqachon mavjud "%2$s".

source: An item with key "%1$s" already exists on the template "%2$s".
uz: Shablonda "%1$s" kalitiga ega element allaqachon mavjud "%2$s".

source: And
uz: Va

source: And/Or
uz: Va/Yoki

source: Angle
uz: Burchak

source: Annually
uz: Yillik

source: Another widget is used as data source.
uz: Boshqa vidjet ma'lumot manbai sifatida ishlatilmoqda.

source: Any
uz: Har qanday

source: Any changes made in the current form will be lost.
uz: Hozirgi shaklda kiritilgan o'zgarishlar yo'qoladi.

source: Any character string included
uz: Har qanday belgi qatori kiritilgan

source: Any existing host entities not present in the import file will be deleted. Click OK to proceed.
uz: Import faylida mavjud bo'lmagan barcha mavjud xost ob'ektlari o'chiriladi. Davom etish uchun OK tugmasini bosing.

source: Any existing template entities not present in the import file will be deleted. Click OK to proceed.
uz: Import faylida mavjud bo'lmagan barcha mavjud shablon ob'ektlari o'chiriladi. Davom etish uchun OK tugmasini bosing.

source: Application error.
uz: Dastur xatosi.

source: Apply
uz: Qo'llash

source: Apply permissions and tag filters to all subgroups
uz: Barcha kichik guruhlarga ruxsatlar va teg filtrlarini qo'llash

source: Apply permissions to all subgroups
uz: Barcha kichik guruhlarga ruxsatlarni qo'llash

# maintenance status
source: Approaching
uz: Yaqinlashmoqda

source: Approximation
uz: Taxmin

source: Apr
uz: Aprel

source: April
uz: Aprel

source: Arc background
uz: Kamarga fon

source: Arc size
uz: Kamarga o'lchami

source: Are you sure you want to delete this filter?
uz: Ushbu filtrni o'chirishni xohlayapsizmi?

source: Are you sure you want to delete?
uz: O'chirishni xohlayapsizmi?

source: Are you sure you want to perform this action?
uz: Ushbu amalni bajarishni xohlayapsizmi?

source: Area size
uz: Hudud o'lchami

source: Area type
uz: Hudud turi

source: Arithmetic
uz: Aritmetik

source: As is
uz: Shu holatda

source: As plain text
uz: Oddiy matn sifatida

source: Assertions
uz: Tasdiqlar

source: Asset tag
uz: Mulk teg

source: Assigned proxy
uz: Tayinlangan proksi

source: At %1$s %2$s of every %3$s week
uz: Har %3$s hafta %1$s %2$s da

source: At %1$s every %2$s day
uz: Har %2$s kunda %1$s da

source: At %1$s on %2$s %3$s of every %4$s
uz: Har %4$s da %1$s da %2$s %3$s da

source: At %1$s on day %2$s of every %3$s
uz: Har %3$s da %1$s da %2$s kuni

source: At (hour:minute)
uz: Soat (soat:dakika)

source: At least one LDAP server must exist.
uz: Kamida bitta LDAP serveri bo'lishi kerak.

source: At least one MFA method must exist.
uz: Kamida bitta MFA usuli bo'lishi kerak.

source: At least one UI element must be checked.
uz: Kamida bitta UI elementi tekshirilgan bo'lishi kerak.

source: At least one UI element must be enabled for user role "%1$s".
uz: Kamida bitta UI elementi foydalanuvchi roli "%1$s" uchun yoqilgan bo'lishi kerak.

source: At least one action is mandatory.
uz: Kamida bitta harakat majburiy.

source: At least one active user must exist with role "%1$s".
uz: Kamida bitta faol foydalanuvchi roli "%1$s" bo'lishi kerak.

source: At least one day of the week or day of the month must be specified.
uz: Kamida bir hafta kuni yoki oy kuni ko'rsatilishi kerak.

source: At least one host group or host must be selected.
uz: Kamida bir xost guruhini yoki xostni tanlash kerak.

source: At least one of MySQL or PostgreSQL should be supported.
uz: Kamida MySQL yoki PostgreSQL qo'llab-quvvatlanishi kerak.

source: At least one of MySQL, PostgreSQL or Oracle should be supported.
uz: Kamida MySQL, PostgreSQL yoki Oracle qo'llab-quvvatlanishi kerak.

source: At least one operation must be selected.
uz: Kamida bitta operatsiya tanlanishi kerak.

source: At least one operation must exist.
uz: Kamida bitta operatsiya mavjud bo'lishi kerak.

source: At least one parameter "%1$s" or "%2$s" must be enabled.
uz: Kamida bitta parametr "%1$s" yoki "%2$s" yoqilgan bo'lishi kerak.

source: At least one parameter must be enabled.
uz: Kamida bitta parametr yoqilgan bo'lishi kerak.

source: At least one update operation or message is mandatory
uz: Kamida bitta yangilanish operatsiyasi yoki xabar majburiy.

source: At least one update operation or message must exist.
uz: Kamida bitta yangilanish operatsiyasi yoki xabar mavjud bo'lishi kerak.

source: At least one user or user group must be selected.
uz: Kamida bitta foydalanuvchi yoki foydalanuvchi guruhini tanlash kerak.

source: At least one user or user group must be specified.
uz: Kamida bitta foydalanuvchi yoki foydalanuvchi guruhini ko'rsatish kerak.

source: Attempt interval
uz: Urinish intervali

source: Attempts
uz: Urinishlar

source: Attribute
uz: Attribut

source: Attribution text
uz: Attribution matni

source: Audit log
uz: Audit jurnali

source: Audit settings
uz: Audit sozlamalari

source: Aug
uz: Avg

source: August
uz: Avgust

source: Auth token
uz: Autentifikatsiya tokeni

source: AuthN requests
uz: AuthN so'rovlari

source: Authentication
uz: Autentifikatsiya

source: Authentication algorithm
uz: Autentifikatsiya algoritmi

source: Authentication failed: %1$s.
uz: Autentifikatsiya muvaffaqiyatsiz: %1$s.

source: Authentication method
uz: Autentifikatsiya usuli

source: Authentication passphrase
uz: Autentifikatsiya paroli

source: Authentication protocol
uz: Autentifikatsiya protokoli

source: Authentication settings updated
uz: Autentifikatsiya sozlamalari yangilandi

source: Author
uz: Muallif

source: Authorization
uz: Avtorizatsiya

source: Auto
uz: Avto

# history source selection method
source: Auto
uz: Avto

source: Auto-login
uz: Avto-kirish

source: Auto-login and auto-logout options cannot be enabled together.
uz: Avto-kirish va avto-chiqish variantlarini bir vaqtda yoqish mumkin emas.

source: Auto-logout
uz: Avto-chiqish

source: Automatic
uz: Avtomatik

source: Automatic icon mapping
uz: Avtomatik ikonani moslashtirish

source: Automatic icon selection
uz: Avtomatik ikonani tanlash

source: Autoregistration
uz: Avto-ro'yxatga olish

source: Autoregistration actions
uz: Avto-ro'yxatga olish harakatlari

source: Autoregistration data storage period
uz: Avto-ro'yxatga olish ma'lumotlarini saqlash muddati

source: Availability
uz: Mavjudlik

source: Availability report
uz: Mavjudlik hisobot

source: Availability report graph
uz: Mavjudlik hisobot grafigi

source: Available
uz: Mavjud

# compact table header
source: Available
uz: Mavjud

source: Average
uz: O'rtacha

source: Average number of outstanding read requests to the virtual disk during the collection interval , "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
uz: Yig'ish intervali davomida virtual diskka o'qish so'rovlarining o'rtacha soni, "url" - VMware xizmati URL, "uuid" - VMware virtual mashinasining global noyob identifikatori, "instance" - disk qurilmasi instansi

source: Average number of outstanding write requests to the virtual disk during the collection interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
uz: Yig'ish intervali davomida virtual diskka yozish so'rovlarining o'rtacha soni, "url" - VMware xizmati URL, "uuid" - VMware virtual mashinasining global noyob identifikatori, "instance" - disk qurilmasi instansi

source: Avoid easy-to-guess passwords
uz: Oson topiladigan parollardan saqlaning

source: Awaiting data
uz: Ma'lumot kutilyapti

source: Axes
uz: O'qlar

source: Back
uz: Orqaga

source: Background
uz: Fon

source: Background color
uz: Fon rangi

source: Background image
uz: Fon rasmi

source: Bar
uz: Banda

source: Base DN
uz: Asosiy DN

source: Base color
uz: Asosiy rang

source: Basic
uz: Asosiy

source: Bearer
uz: Tashuvchi

source: Bearer token
uz: Tashuvchi token

source: Before value
uz: Qiymatdan oldin

source: Below value
uz: Qiymatdan pastda

source: Binary
uz: Ikkilik

source: Binary item "%1$s" cannot be used in trigger
uz: Ikkilik element "%1$s" tetiklovchida ishlatilmaydi

source: Bind password
uz: Bind parol

source: Bits to shift
uz: O'zgartirish uchun bitlar

source: Bitwise functions
uz: Bitli funktsiyalar

source: Blocked
uz: Bloklangan

source: Blue
uz: Ko'k

source: Body
uz: Tanasi

source: Body and headers
uz: Tanasi va sarlavhalar

source: Bold
uz: Qalin

source: Bold line
uz: Qalin chiziq

source: Boolean to decimal
uz: Boolean'dan o'nlikka

source: Border
uz: Chegara

source: Border color
uz: Chegara rangi

source: Border type
uz: Chegara turi

source: Border width
uz: Chegara kengligi

source: Both "tls_connect" and "tls_accept" fields must be specified when changing settings of connection encryption.
uz: Aloqa shifrlash sozlamalarini o'zgartirganda "tls_connect" va "tls_accept" maydonlari belgilanishi kerak.

source: Both "tls_psk_identity" and "tls_psk" fields must be specified when changing the PSK for connection encryption.
uz: Aloqa shifrlash uchun PSK o'zgartirilganda "tls_psk_identity" va "tls_psk" maydonlari belgilanishi kerak.

source: Both passwords must be equal.
uz: Ikki parol ham teng bo'lishi kerak.

source: Bottom
uz: Pastki

source: Bottom N
uz: Pastki N

source: Bring forward
uz: Oldinga olib kelish

source: Bring to front
uz: Oldinga olib kelish

source: Browser
uz: Brauzer

source: Bulgarian (bg_BG)
uz: Bolgarcha (bg_BG)

source: By host
uz: Xost bo'yicha

source: By me
uz: Men tomonidan

source: By trigger template
uz: Tetiklovchi shablon bo'yicha

source: CERT
uz: SERTIFIKAT

source: CLOSING
uz: YOPILMOQDA

source: CPU information. Returns string or integer
uz: CPU haqida ma'lumot. String yoki butun sonni qaytaradi

source: CPU load. Returns float
uz: CPU yuklamasi. Float qiymatni qaytaradi
