Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Percentile line (right)
uz: Percentil chiziqi (o'ng)

source: Performs a DNS query. Returns 0 if DNS is down, query time in seconds (with fractions) otherwise
uz: DNS so'rovini bajaradi. Agar DNS ishlamayotgan bo'lsa, 0 ni qaytaradi, aks holda so'rov vaqti soniyalarda (fraksiyalar bilan) qaytariladi

source: Performs a DNS query. Returns character string with the required type of information
uz: DNS so'rovini bajaradi. Kerakli turdagi ma'lumotlar bilan belgi satrini qaytaradi

source: Period
uz: Davra

source: Period shift
uz: Davra o'zgarishi

source: Period type
uz: Davra turi

source: Periods
uz: Davralar

source: Permissions
uz: Ruxsatlar

source: Permissions can be assigned for user groups only.
uz: Ruxsatlar faqat foydalanuvchi guruhlari uchun belgilanadi.

source: Persian (fa_IR)
uz: Forscha (fa_IR)

source: Pie
uz: Pirog

source: Pie chart
uz: Pirog diagrammasi

source: Placing algorithm
uz: Joylashtirish algoritmi

source: Plain text
uz: Oddiy matn

source: Play
uz: O'ynash

source: Play sound
uz: Tovushni ijro etish

source: Please check configuration parameters. If all is correct, press "%1$s" button, or "%2$s" button to change configuration parameters.
uz: Iltimos, konfiguratsiya parametrlarini tekshiring. Agar hammasi to'g'ri bo'lsa, "%1$s" tugmasini bosing yoki konfiguratsiya parametrlarini o'zgartirish uchun "%2$s" tugmasini bosing.

source: Please confirm that you want to remove all macros.
uz: Iltimos, barcha makrolarni o'chirishni xohlayotganingizni tasdiqlang.

source: Please confirm that you want to remove all value mappings.
uz: Iltimos, barcha qiymat xaritalarini o'chirishni xohlayotganingizni tasdiqlang.

source: Please create database manually, and set the configuration parameters for connection to this database. Press "%1$s" button when done.
uz: Iltimos, ma'lumotlar bazasini qo'lda yarating va unga ulanish uchun konfiguratsiya parametrlarini sozlang. Yakunlaganingizda "%1$s" tugmasini bosing.

source: Please enable "allow_url_fopen" directive.
uz: Iltimos, "allow_url_fopen" direktivasini yoqing.

source: Please scan and get your verification code displayed in your authenticator app.
uz: Iltimos, autentifikator ilovangizda verifikatsiya kodini skanerlang va ko'rsating.

source: Please select two elements
uz: Iltimos, ikkita elementni tanlang.

source: Please update configuration
uz: Iltimos, konfiguratsiyani yangilang.

source: Please upgrade to latest major release.
uz: Iltimos, eng so'nggi asosiy versiyaga yangilang.

source: Point size
uz: Nuqta o'lchami

source: Points
uz: Nuqtalar

source: Polish (pl_PL)
uz: Polsha (pl_PL)

source: Populates host inventory field
uz: Xost inventarizatsiya maydonini to'ldiradi

source: Port cannot be empty for host interface.
uz: Xost interfeysi uchun port bo'sh bo'lishi mumkin emas.

source: Port range
uz: Port oralig'i

source: Portuguese (pt_BR)
uz: Portugaliya (pt_BR)

source: Portuguese (pt_PT)
uz: Portugaliya (pt_PT)

source: Position
uz: Pozitsiya

source: Position is ignored for s, uptime and unixtime units.
uz: Pozitsiya s, uptime va unixtime birliklari uchun e'tiborga olinmaydi.

source: Possibly the session has expired or the password was changed.
uz: Ehtimol, sessiya tugagan yoki parol o'zgartirilgan.

source: Post fields
uz: Post maydonlari

source: Post type
uz: Post turi

source: Power usage , "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "max" - Maximum allowed power usage
uz: Quvvat iste'moli, "url" - VMware xizmati URL manzili, "uuid" - VMware giperxizmatining global unikal identifikatori, "max" - Ruxsat etilgan maksimal quvvat iste'moli

source: Power value
uz: Quvvat qiymati

source: Pre-installation summary
uz: O'rnatishdan oldingi qisqacha ma'lumot

source: Prediction functions
uz: Taxmin qilish funksiyalari

source: Preprocessing
uz: Oldindan ishlov berish

source: Preprocessing is a transformation before saving the value to the database. It is possible to define a sequence of preprocessing steps, and those are executed in the order they are set.
uz: Oldindan ishlov berish - bu qiymatni ma'lumotlar bazasiga saqlashdan oldingi o'zgarishdir. Oldindan ishlov berish bosqichlarini ketma-ketlikda belgilash mumkin, va ular belgilangan tartibda bajariladi.

source: Preprocessing steps
uz: Oldindan ishlov berish bosqichlari

source: Prev. time
uz: Oldingi vaqt

source: Preview
uz: Oldindan ko'rish

source: Previous dashboard
uz: Oldingi boshqaruv paneli

source: Previous day
uz: Oldingi kun

source: Previous month
uz: Oldingi oy

source: Previous page
uz: Oldingi sahifa

source: Previous value
uz: Oldingi qiymat

source: Previous week
uz: Oldingi hafta

source: Previous year
uz: Oldingi yil

source: Primary POC cell
uz: Asosiy POC telefon raqami

source: Primary POC email
uz: Asosiy POC elektron pochta

source: Primary POC name
uz: Asosiy POC ismi

source: Primary POC notes
uz: Asosiy POC eslatmalari

source: Primary POC phone A
uz: Asosiy POC telefon raqami A

source: Primary POC phone B
uz: Asosiy POC telefon raqami B

source: Primary POC screen name
uz: Asosiy POC ekran nomi

source: Primary label
uz: Asosiy yorliq

source: Privacy passphrase
uz: Maxfiylik paroli

source: Privacy protocol
uz: Maxfiylik protokoli

source: Private
uz: Maxfiy

source: Private key file
uz: Maxfiy kalit fayli

source: Privilege level
uz: Imtiyoz darajasi

source: Problem
uz: Muammo

# compact table header
source: Problem
uz: Muammo

source: Problem created
uz: Muammo yaratildi

source: Problem display
uz: Muammo ko'rish

source: Problem expression
uz: Muammo ifodasi

source: Problem hosts
uz: Muammo xostlari

source: Problem is not suppressed
uz: Muammo bosib o'tilmagan

source: Problem is suppressed
uz: Muammo bosib o'tilgan

source: Problem on
uz: Muammo haqida

source: Problem recovery
uz: Muammo tiklash

source: Problem resolved
uz: Muammo hal qilindi

source: Problem tag filter
uz: Muammo yorliq filtri

source: Problem tags
uz: Muammo yorliqlari

source: Problem update
uz: Muammo yangilanishi

source: Problems
uz: Muammolar

source: Problems by severity
uz: Muammolar og'irligi bo'yicha

source: Process CPU utilization percentage. Returns float
uz: Jarayonning CPU foydalanish foizi. Floats natija qaytaradi

source: Process tags
uz: Jarayon yorliqlari

source: Profile
uz: Profil

source: Prometheus pattern
uz: Prometheus naqsh

source: Prometheus to JSON
uz: Prometheusni JSON formatiga o'zgartirish

source: Properties
uz: Xususiyatlar

source: Protocol
uz: Protokol

source: Provided API endpoint "%1$s" is invalid.
uz: Ta'minlangan API nuqtasi "%1$s" noto'g'ri.

source: Provided URL "%1$s" is invalid.
uz: Ta'minlangan URL "%1$s" noto'g'ri.

source: Provided authentication token "%1$s" is empty.
uz: Ta'minlangan autentifikatsiya tokeni "%1$s" bo'sh.

source: Provided secret path "%1$s" is invalid.
uz: Ta'minlangan maxfiy yo'l "%1$s" noto'g'ri.

source: Provided secret query string "%1$s" is invalid.
uz: Ta'minlangan maxfiy so'rov qatori "%1$s" noto'g'ri.

source: Provision now
uz: Hozir ta'minlash

source: Provision selected LDAP user?
uz: Tanlangan LDAP foydalanuvchisini ta'minlash?

source: Provision selected LDAP users?
uz: Tanlangan LDAP foydalanuvchilarini ta'minlash?

source: Provisioned
uz: Ta'minlangan

source: Provisioning period
uz: Ta'minlash davri

source: Provisioning successful.
uz: Ta'minlash muvaffaqiyatli.

source: Proxies
uz: Proksi serverlar

source: Proxy
uz: Proksi

source: Proxy "%1$s" already exists.
uz: Proksi "%1$s" allaqachon mavjud.

source: Proxy "%1$s" for host "%2$s" does not exist.
uz: Proksi "%1$s" xost "%2$s" uchun mavjud emas.

source: Proxy "%1$s" is used by action "%2$s".
uz: Proksi "%1$s" "%2$s" harakatida ishlatilmoqda.

source: Proxy "%1$s" is used by discovery rule "%2$s".
uz: Proksi "%1$s" "%2$s" kashf qilish qoidasida ishlatilmoqda.

source: Proxy added
uz: Proksi qo'shildi

source: Proxy address
uz: Proksi manzili

source: Proxy deleted
uz: Proksi o'chirildi

source: Proxy edit
uz: Proksini tahrirlash

source: Proxy group
uz: Proksi guruhi

source: Proxy group "%1$s" already exists.
uz: Proksi guruhi "%1$s" allaqachon mavjud.

source: Proxy group "%1$s" for host "%2$s" does not exist.
uz: Xost "%2$s" uchun "%1$s" proksi guruhi mavjud emas.

source: Proxy group "%1$s" is used by proxy "%2$s".
uz: Proksi guruhi "%1$s" "%2$s" proksi tomonidan ishlatilmoqda.

source: Proxy group added
uz: Proksi guruhi qo'shildi

source: Proxy group deleted
uz: Proksi guruhi o'chirildi

source: Proxy group edit
uz: Proksi guruhini tahrirlash

source: Proxy group updated
uz: Proksi guruhi yangilandi

source: Proxy groups
uz: Proksi guruhlari

source: Proxy is not assigned yet.
uz: Proksi hali biriktirilmagan.

source: Proxy mode
uz: Proksi rejimi

source: Proxy name
uz: Proksi nomi

source: Proxy updated
uz: Proksi yangilandi

source: Proxy version is not supported by server version %1$s.
uz: Proksi versiyasi server versiyasi %1$s tomonidan qo'llab-quvvatlanmaydi.

source: Proxy version is outdated, only data collection and remote execution is available with server version %1$s.
uz: Proksi versiyasi eskirgan, server versiyasi %1$s bilan faqat ma'lumot yig'ish va masofaviy bajarish mavjud.

source: Public
uz: Ochiq

source: Public key
uz: Ochiq kalit

source: Public key file
uz: Ochiq kalit fayli

source: Push
uz: Yuborish

source: Quarter
uz: Chorak

# compact table header
source: Quarter
uz: Chorak

source: Quarterly
uz: Har chorakda

source: Query fields
uz: So'rov maydonlari

source: Queue
uz: Navbat

source: Queue details
uz: Navbat tafsilotlari

source: Queue overview
uz: Navbatga umumiy nazar

source: Queue overview by proxy
uz: Proksi bo'yicha navbatga umumiy nazar

source: RESOLVED
uz: HAL QILINGAN

source: Rank
uz: Daraja

source: Raw data
uz: Xom ma'lumotlar

source: Raw post
uz: Xom post

source: Read
uz: O'qish

source: Read only
uz: Faqat o'qish

source: Read-only
uz: Faqat o'qish

source: Read-only access to services
uz: Xizmatlarga faqat o'qish huquqi bilan kirish

source: Read-only access to services with tag
uz: Teg bilan xizmatlarga faqat o'qish huquqi bilan kirish

source: Read-write
uz: O'qish va yozish

source: Read-write access to services
uz: Xizmatlarga o'qish va yozish huquqi bilan kirish

source: Read-write access to services with tag
uz: Teg bilan xizmatlarga o'qish va yozish huquqi bilan kirish

source: Reads modbus data. Returns various types
uz: Modbus ma'lumotlarini o'qiydi. Har xil turdagi qiymatlarni qaytaradi

source: Received value
uz: Qabul qilingan qiymat

source: Recent problems
uz: So'nggi muammolar

source: Recipient
uz: Qabul qiluvchi

# compact table header
source: Recipient
uz: Qabul qiluvchi

source: Recipient already exists.
uz: Qabul qiluvchi allaqachon mavjud.

source: Recipient's Zabbix username
uz: Qabul qiluvchining Zoddix foydalanuvchi nomi

source: Recipient's name
uz: Qabul qiluvchining ismi

source: Recipient's surname
uz: Qabul qiluvchining familiyasi

source: Recipients
uz: Qabul qiluvchilar

source: Recordset ID
uz: Yozuvlar to'plami ID raqami

source: Recovering
uz: Tiklanmoqda

source: Recovery
uz: Tiklash

source: Recovery expression
uz: Tiklash ifodasi

source: Recovery operations
uz: Tiklash operatsiyalari

source: Recovery time
uz: Tiklash vaqti

# compact table header
source: Recovery time
uz: Tiklash vaqti

source: Rectangle
uz: To'rtburchak

source: Reference attribute
uz: Ma'lumotnoma atributi

source: Referred widget became unavailable. Please update configuration.
uz: Havola qilingan vidjet mavjud emas bo'lib qoldi. Iltimos, sozlamalarni yangilang.

source: Referred widget is unavailable
uz: Havola qilingan vidjet mavjud emas

source: Refresh
uz: Yangilash

source: Refresh configuration
uz: Konfiguratsiyani yangilash

source: Refresh configuration of the selected proxies?
uz: Tanlangan proksilarning konfiguratsiyasi yangilansinmi?

source: Refresh configuration of the selected proxy?
uz: Tanlangan proksining konfiguratsiyasi yangilansinmi?

source: Refresh interval
uz: Yangilanish oralig'i

source: Regenerate
uz: Qayta yaratish

source: Regenerate selected API token? Previously generated token will become invalid.
uz: Tanlangan API tokeni qayta yaratiladimi? Oldingi token yaroqsiz bo'ladi.

source: Regular
uz: Oddiy

source: Regular expression
uz: Muntazam ifoda

source: Regular expression "%1$s" already exists.
uz: Muntazam ifoda "%1$s" allaqachon mavjud.

source: Regular expression added
uz: Muntazam ifoda qo'shildi

source: Regular expression deleted
uz: Muntazam ifoda o'chirildi

source: Regular expression must be a string
uz: Muntazam ifoda matn satri bo'lishi kerak

source: Regular expression updated
uz: Muntazam ifoda yangilandi

source: Regular expressions
uz: Muntazam ifodalar

source: Related reports
uz: Tegishli hisobotlar

source: Release notes
uz: Chiqarilish eslatmalari

source: Release to create a widget.
uz: Vidjet yaratish uchun qo'yib yuboring.

source: Remember me for 30 days
uz: Meni 30 kun eslab qol

source: Remote command
uz: Masofaviy buyruq

source: Remove
uz: O'chirish

# verb
source: Remove
uz: O'chirish

source: Remove all
uz: Barchasini o'chirish

source: Remove domain name
uz: Domen nomini o'chirish

source: Remove from favorites
uz: Sevimlilardan olib tashlash

source: Remove from host group
uz: Xost guruhidan olib tashlash

source: Remove from host groups
uz: Xost guruhlaridan olib tashlash

source: Remove host
uz: Xostni olib tashlash

source: Remove host tags
uz: Xost teglari olib tashlansin

# screen reader
source: Remove, %1$s
uz: Olib tashlash, %1$s

source: Removed
uz: Olib tashlandi

# screen reader
source: Removed, %1$s
uz: Olib tashlandi, %1$s

source: Rename
uz: Nomini o'zgartirish

source: Repeat on
uz: Qaytarish kuni

source: Repeats
uz: Qaytalanadi

source: Replace
uz: Almashtirish

source: Replace dependencies
uz: Bog'liqliklarni almashtirish

source: Replacement
uz: Almashtirish

source: Report "%1$s" already exists.
uz: "%1$s" hisobot allaqachon mavjud.

source: Report generated by other users will be changed to the current user.
uz: Boshqa foydalanuvchilar tomonidan yaratilgan hisobot joriy foydalanuvchiga o'zgartiriladi.

source: Report generating test failed.
uz: Hisobot yaratish testi muvaffaqiyatsiz tugadi.

source: Report generating test successful.
uz: Hisobot yaratish testi muvaffaqiyatli o'tdi.

source: Report is currently generated by "%1$s".
uz: Hisobot hozirda "%1$s" tomonidan yaratilmoqda.

source: Report sending failed for: %1$s.
uz: Hisobotni yuborish muvaffaqiyatsiz tugadi: %1$s.

source: Report was successfully sent to: %1$s.
uz: Hisobot muvaffaqiyatli yuborildi: %1$s.

source: Reporting period
uz: Hisobot davri

source: Reports
uz: Hisobotlar

source: Request body
uz: So'rov tarkibi

source: Request body type
uz: So'rov tarkibi turi

source: Request created successfully
uz: So'rov muvaffaqiyatli yaratildi

source: Request sent successfully
uz: So'rov muvaffaqiyatli yuborildi

source: Request sent successfully. Some items are filtered due to access permissions or type.
uz: So'rov muvaffaqiyatli yuborildi. Ba'zi elementlar ruxsat darajasi yoki turi sababli filtrlandi.

source: Request type
uz: So'rov turi

source: Required
uz: Majburiy

source: Required host permissions
uz: Zarur xost ruxsatlari

source: Required performance of the Zabbix server, in new values per second expected.
uz: Zoddix serverining zarur unumdorligi, soniyasiga kutilayotgan yangi qiymatlar soni.

source: Required server performance, new values per second
uz: Kerakli server unumdorligi, soniyasiga yangi qiymatlar

source: Required status codes
uz: Zarur status kodlari

source: Required string
uz: Kerakli matn

source: Required vps
uz: Zarur VPS

source: Reset
uz: Tiklash

source: Reset TOTP secret
uz: TOTP maxfiy kalitini tiklash

source: Reset all fields to default values?
uz: Barcha maydonlarni standart qiymatlarga tiklashni xohlaysizmi?

source: Reset confirmation
uz: Tiklashni tasdiqlash

source: Reset defaults
uz: Standart sozlamalarni tiklash

source: Reset to initial view
uz: Boshlang'ich ko'rinishga qaytish

source: Resolved
uz: Hal qilindi

source: Resolved by
uz: Tomonidan hal qilindi

source: Resolved by event correlation rule "%1$s".
uz: "%1$s" hodisalar korrelyatsiyasi qoidasi asosida hal qilindi.

source: Resolved by event correlation rule.
uz: Hodisalar korrelyatsiyasi qoidasi asosida hal qilindi.

source: Resolved by inaccessible user.
uz: Mavjud bo'lmagan foydalanuvchi tomonidan hal qilingan.

source: Resolved by user "%1$s".
uz: "%1$s" foydalanuvchisi tomonidan hal qilingan.

source: Resource
uz: Resurs

source: Resource ID
uz: Resurs identifikatori

source: Response
uz: Javob

source: Response code
uz: Javob kodi

source: Response time
uz: Javob vaqti

source: Response type: JSON
uz: Javob turi: JSON

source: Response type: String
uz: Javob turi: Matn (String)

source: Result
uz: Natija

source: Result converted to %1$s
uz: Natija %1$s formatiga o'zgartirildi

source: Result is FALSE
uz: Natija noto'g'ri (FALSE)

source: Result is TRUE
uz: Natija to'g'ri (TRUE)

source: Result is truncated due to its size (%1$s).
uz: Natija hajmi (%1$s) sababli qisqartirildi.

source: Result type
uz: Natija turi

source: Result with value map applied
uz: Qiymat xaritasi qo'llangan natija

source: Retrieve mode
uz: Qaytarish usuli

source: Retrieving contents of a file. Returns text
uz: Fayl mazmunini olish. Matnni qaytaradi

source: Retry
uz: Qayta urinib ko'rish

source: Return a JSON array with LLD macros describing the MBean objects or their attributes. Can be used for LLD.
uz: MBean obyektlari yoki ularning atributlarini ta'riflovchi LLD makrolari bilan JSON massivini qaytaradi. LLD uchun ishlatilishi mumkin.

source: Return a JSON array with MBean objects or their attributes. Compared to jmx.discovery it does not define LLD macros. Can be used for LLD.
uz: MBean obyektlari yoki ularning atributlari bilan JSON massivini qaytaradi. jmx.discovery ga nisbatan LLD makrolarini aniqlamaydi. LLD uchun ishlatilishi mumkin.

source: Return first column of the first row of the SQL query result.
uz: SQL so'rovi natijasining birinchi satrining birinchi ustunini qaytaradi.

source: Return value of an attribute of MBean object.
uz: MBean obyektining atributi qiymatini qaytaradi.

source: Returns 4-digit string containing octal number with Unix permissions
uz: Unix ruxsatlari bilan sakkizlik sanoq tizimidagi 4 xonali satrni qaytaradi

source: Returns ICMP ping response time in seconds. Example: 0.02
uz: ICMP ping javob vaqtini soniyalarda qaytaradi. Misol: 0.02

source: Returns a JSON array describing the host network interfaces configured in Zabbix. Can be used for LLD.
uz: Zoddixda sozlangan xost tarmoq interfeyslarini ta'riflovchi JSON massivini qaytaradi. LLD uchun ishlatilishi mumkin.

source: Returns a JSON object containing Zabbix server or proxy internal metrics.
uz: Zoddix serveri yoki proksi ichki metrikalarini o'z ichiga olgan JSON obyektini qaytaradi.

source: Returns availability of a particular type of checks on the host. Value of this item corresponds to availability icons in the host list. Valid types are: agent, active_agent, snmp, ipmi, jmx.
uz: Xostdagi muayyan turdagi tekshiruvlarning mavjudligini qaytaradi. Bu element qiymati xost ro'yxatidagi mavjudlik belgilariga mos keladi. Yaroqli turlar: agent, active_agent, snmp, ipmi, jmx.

source: Returns current maintenance status of the host.
uz: Xostning hozirgi texnik xizmat holatini qaytaradi.

source: Returns information associated with Zabbix Java gateway. Valid params are: ping, version.
uz: Zoddix Java gateway bilan bog'liq ma'lumotlarni qaytaradi. Yaroqli parametrlar: ping, version.

source: Returns number of TCP sockets that match parameters. Returns integer
uz: Parametrlarga mos keladigan TCP soketlar sonini qaytaradi. Butun sonni qaytaradi.

source: Returns number of UDP sockets that match parameters. Returns integer
uz: Parametrlarga mos keladigan UDP soketlar sonini qaytaradi. Butun sonni qaytaradi.

source: Returns number of state changes from disk/memory mode since start. Frequent state changes indicates that either memory buffer size or age must be increased.
uz: Ishga tushirilganidan beri disk/xotira rejimlaridagi holat o'zgarishlari sonini qaytaradi. Tez-tez holat o'zgarishi xotira bufer hajmi yoki davomiyligini oshirish zarurligini bildiradi.

source: Returns percentage of lost ICMP ping packets.
uz: Yo'qotilgan ICMP ping paketlari foizini qaytaradi.

source: Returns total number of history values written to database.
uz: Ma'lumotlar bazasiga yozilgan tarixiy qiymatlar umumiy sonini qaytaradi.

source: Revert
uz: Qaytarish

source: Revert changes
uz: O'zgarishlarni bekor qilish

source: Right
uz: O'ng

source: Right Y
uz: O'ng Y

source: Right trim
uz: O'ngdan qirqish

source: Role
uz: Rol

source: Romanian (ro_RO)
uz: Rumin tili (ro_RO)

source: Root cause
uz: Asosiy sabab

source: Rows
uz: Qatorlar

source: Rows per page
uz: Har sahifadagi qatorlar soni

source: Rules
uz: Qoidalar

source: Run script "%1$s" on Zabbix server
uz: Zoddix serverida "%1$s" skriptini ishga tushirish

source: Run script "%1$s" on current host
uz: Joriy xostda "%1$s" skriptini ishga tushirish

source: Run script "%1$s" on deleted object(s)
uz: O'chirilgan obyekt(lar)da "%1$s" skriptini ishga tushirish

source: Run script "%1$s" on host groups
uz: Xost guruhlarida "%1$s" skriptini ishga tushirish

source: Run script "%1$s" on hosts
uz: Xostlarda "%1$s" skriptini ishga tushirish

source: Run specified command on the host. Returns text result of the command; 1 - with mode as nowait (regardless of command result)
uz: Xostda ko'rsatilgan buyruqni ishga tushiradi. Buyruqning matnli natijasini qaytaradi; 1 - nowait rejimida (natijadan qat'i nazar)

source: Russian (ru_RU)
uz: Rus tili (ru_RU)

# Saturday short
source: S
uz: Sh

# Sunday short
source: S
uz: Ya

source: SAML group pattern
uz: SAML guruh andozasi

source: SAML settings
uz: SAML sozlamalari

source: SLA
uz: SLA (Xizmat darajasi kelishuvi)

source: SLA "%1$s" SLO must have no more than 4 fractional digits.
uz: "%1$s" SLA uchun SLO 4 dan ortiq kasr raqamlariga ega bo'lmasligi kerak.

source: SLA "%1$s" already exists.
uz: "%1$s" nomli SLA allaqachon mavjud.

source: SLA created
uz: SLA yaratildi

source: SLA deleted
uz: SLA o'chirildi

source: SLA disabled
uz: SLA o'chirilgan

source: SLA edit
uz: SLA tahriri

source: SLA enabled
uz: SLA yoqilgan

source: SLA is disabled.
uz: SLA o'chirilgan.

source: SLA report
uz: SLA hisobot

source: SLA updated
uz: SLA yangilandi

source: SLA with ID "%1$s" is not available.
uz: "%1$s" ID ga ega SLA mavjud emas.

source: SLAs
uz: SLAlar

source: SLI
uz: SLI (Xizmat darajasi ko'rsatkichi)

source: SLO
uz: SLO (Xizmat darajasi maqsadi)

source: SLO service URL
uz: SLO xizmatining URL manzili

source: SMTP server
uz: SMTP serveri

source: SMTP server port
uz: SMTP server porti

source: SNMP community
uz: SNMP community (hamjamiyati)

source: SNMP get value
uz: SNMP qiymatini olish

source: SNMP interfaces
uz: SNMP interfeyslari

source: SNMP trap
uz: SNMP tuzoq

source: SNMP version
uz: SNMP versiyasi

source: SNMP walk to JSON
uz: SNMP walk JSON formatiga

source: SNMP walk value
uz: SNMP walk qiymati

source: SNMPv1 agent
uz: SNMPv1 agenti

source: SNMPv2 agent
uz: SNMPv2 agenti

source: SNMPv3 agent
uz: SNMPv3 agenti

source: SP entity ID
uz: SP identifikatori (Entity ID)

source: SP name ID format
uz: SP nom identifikatori formati

source: SQL count: %1$s (selects: %2$s | executes: %3$s)
uz: SQL hisoboti: %1$s (tanlovlar: %2$s | bajarilganlar: %3$s)

source: SQL query
uz: SQL so'rovi

source: SQL statement execution has failed "%1$s"
uz: SQL buyruq bajarilmadi: "%1$s"

source: SQL statement execution has failed "%1$s".
uz: SQL buyruq bajarilmadi: "%1$s".

source: SSH agent
uz: SSH agenti

source: SSL certificate file
uz: SSL sertifikat fayli
