Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Disable debug mode in selected group?
uz: Tanlangan guruhdagi nosozliklarni tuzatish rejimi o'chirilsinmi?

source: Disable debug mode in selected groups?
uz: Tanlangan guruhlardagi nosozliklarni tuzatish rejimi o'chirilsinmi?

source: Disable host
uz: Xostni o'chirish

source: Disable host?
uz: Xost o'chirilsinmi?

source: Disable hosts
uz: Xostlarni o'chirish

source: Disable hosts in the selected host groups?
uz: Tanlangan xost guruhlaridagi xostlar o'chirilsinmi?

source: Disable hosts monitored by selected proxies?
uz: Tanlangan proksi-serverlar tomonidan kuzatilayotgan xostlar o'chirilsinmi?

source: Disable hosts monitored by selected proxy?
uz: Tanlangan proksi-server tomonidan kuzatilayotgan xostlar o'chirilsinmi?

source: Disable lost resources
uz: Yo'qolgan resurslarni o'chirish

source: Disable selected API token?
uz: Tanlangan API tokeni o'chirilsinmi?

source: Disable selected API tokens?
uz: Tanlangan API tokenlari o'chirilsinmi?

source: Disable selected SLA?
uz: Tanlangan SLA o'chirilsinmi?

source: Disable selected SLAs?
uz: Tanlangan SLA'lar o'chirilsinmi?

source: Disable selected action?
uz: Tanlangan harakat o'chirilsinmi?

source: Disable selected actions?
uz: Tanlangan harakatlar o'chirilsinmi?

source: Disable selected connector?
uz: Tanlangan ulanish vositasi o'chirilsinmi?

source: Disable selected connectors?
uz: Tanlangan ulanish vositalari o'chirilsinmi?

source: Disable selected discovery rule?
uz: Tanlangan aniqlash qoidasi o'chirilsinmi?

source: Disable selected discovery rules?
uz: Tanlangan aniqlash qoidalari o'chirilsinmi?

source: Disable selected event correlation?
uz: Tanlangan hodisalar korrelyatsiyasi o'chirilsinmi?

source: Disable selected event correlations?
uz: Tanlangan hodisalar korrelyatsiyalari o'chirilsinmi?

source: Disable selected group?
uz: Tanlangan guruh o'chirilsinmi?

source: Disable selected groups?
uz: Tanlangan guruhlar o'chirilsinmi?

source: Disable selected host?
uz: Tanlangan xost o'chirilsinmi?

source: Disable selected hosts?
uz: Tanlangan xostlar o'chirilsinmi?

source: Disable selected item?
uz: Tanlangan element o'chirilsinmi?

source: Disable selected items?
uz: Tanlangan elementlar o'chirilsinmi?

source: Disable selected media type?
uz: Tanlangan media turi o'chirilsinmi?

source: Disable selected media types?
uz: Tanlangan media turlari o'chirilsinmi?

source: Disable selected module?
uz: Tanlangan modul o'chirilsinmi?

source: Disable selected modules?
uz: Tanlangan modullar o'chirilsinmi?

source: Disable selected scheduled report?
uz: Tanlangan rejalashtirilgan hisobot o'chirilsinmi?

source: Disable selected scheduled reports?
uz: Tanlangan rejalashtirilgan hisobotlar o'chirilsinmi?

source: Disable selected trigger?
uz: Tanlangan trigger o'chirilsinmi?

source: Disable selected triggers?
uz: Tanlangan triggerlar o'chirilsinmi?

source: Disable selected web scenario?
uz: Tanlangan veb-senariy o'chirilsinmi?

source: Disable selected web scenarios?
uz: Tanlangan veb-senariylar o'chirilsinmi?

source: Disabled
uz: O'chirilgan

source: Disabled automatically by an LLD rule.
uz: LLD qoidasi tomonidan avtomatik ravishda o'chirilgan.

source: Disaster
uz: Falokat

source: Discard unchanged
uz: O'zgarmaganini bekor qilish

source: Discard unchanged with heartbeat
uz: Heartbeat bilan o'zgarmaganini bekor qilish

source: Discard value
uz: Qiymatni bekor qilish

source: Discover
uz: Aniqlash

source: Discovered
uz: Aniqlandi

source: Discovered by
uz: Topilgan manba

source: Discovered device
uz: Topilgan qurilma

source: Discovery
uz: Aniqlash

source: Discovery actions
uz: Aniqlash harakatlari

source: Discovery by
uz: Aniqlovchi

source: Discovery by proxy
uz: Proksi orqali aniqlash

source: Discovery check
uz: Aniqlash tekshiruvi

source: Discovery checks
uz: Aniqlash tekshiruvlari

source: Discovery list
uz: Aniqlash ro'yxati

source: Discovery object
uz: Aniqlash obyekti

source: Discovery of VMware clusters, "url" - VMware service URL. Returns JSON
uz: VMware klasterlarini aniqlash, "url" - VMware xizmatining URL manzili. JSON formatida qaytaradi

source: Discovery of VMware datastores, "url" - VMware service URL. Returns JSON
uz: VMware ma'lumotlar omborlarini aniqlash, "url" - VMware xizmatining URL manzili. JSON formatida qaytaradi

source: Discovery of VMware hypervisor datastores, "url" - VMware service URL, "uuid" - VMware gipervizorining global noyob identifikatori. Returns JSON
uz: VMware gipervizori ma'lumotlar omborlarini aniqlash, "url" - VMware xizmatining URL manzili, "uuid" - gipervizorning noyob identifikatori. JSON formatida qaytaradi

source: Discovery of VMware hypervisor network interfaces, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
uz: VMware gipervizori tarmoq interfeyslarini aniqlash, "url" - VMware xizmatining URL manzili, "uuid" - gipervizorning noyob identifikatori. JSON formatida qaytaradi

source: Discovery of VMware hypervisors, "url" - VMware service URL. Returns JSON
uz: VMware gipervizorlarini aniqlash, "url" - VMware xizmatining URL manzili. JSON formatida qaytaradi

source: Discovery of VMware virtual machine disk devices, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
uz: VMware virtual mashinasining disk qurilmalarini aniqlash, "url" - xizmat manzili, "uuid" - virtual mashinaning noyob identifikatori. JSON formatida qaytaradi

source: Discovery of VMware virtual machine file systems, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
uz: VMware virtual mashinasining fayl tizimlarini aniqlash, "url" - xizmat manzili, "uuid" - virtual mashinaning noyob identifikatori. JSON formatida qaytaradi

source: Discovery of VMware virtual machine network interfaces, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
uz: VMware virtual mashinasining tarmoq interfeyslarini aniqlash, "url" - xizmat manzili, "uuid" - virtual mashinaning noyob identifikatori. JSON formatida qaytaradi

source: Discovery of VMware virtual machines, "url" - VMware service URL. Returns JSON
uz: VMware virtual mashinalarini aniqlash, "url" - VMware xizmatining URL manzili. JSON formatida qaytaradi

source: Discovery rule
uz: Aniqlash qoidasi

# compact table header
source: Discovery rule
uz: Aniqlash qoidasi

source: Discovery rule "%1$s" already exists.
uz: Aniqlash qoidasi "%1$s" allaqachon mavjud.

source: Discovery rule "%1$s" cannot be copied without its master item.
uz: Aniqlash qoidasi "%1$s" asosiy elementi bo'lmasdan nusxalanishi mumkin emas.

source: Discovery rule "%1$s" is used in "%2$s" action.
uz: Aniqlash qoidasi "%1$s" "%2$s" harakatida ishlatilmoqda.

source: Discovery rule created
uz: Aniqlash qoidasi yaratildi

source: Discovery rule deleted
uz: Aniqlash qoidasi o'chirildi

source: Discovery rule disabled
uz: Aniqlash qoidasi o'chirildi

source: Discovery rule edit
uz: Aniqlash qoidasi tahriri

source: Discovery rule enabled
uz: Aniqlash qoidasi yoqildi

source: Discovery rule updated
uz: Aniqlash qoidasi yangilandi

source: Discovery rules
uz: Aniqlash qoidalari

source: Discovery status
uz: Aniqlash holati

source: Disk read statistics. Returns integer with type in sectors, operations, bytes; float with type in sps, ops, bps
uz: Diskdan o'qish statistikasi. Butun sonni qaytaradi: sektorlar, amallar, baytlar bo'yicha; suzuvchi nuqtali son: sps, ops, bps bo'yicha

source: Disk space in bytes or in percentage from total. Returns integer for bytes; float for percentage
uz: Disk hajmi baytlarda yoki umumiy hajmga nisbatan foizda. Baytlar uchun butun son, foizlar uchun suzuvchi son qaytaradi

source: Disk write statistics. Returns integer with type in sectors, operations, bytes; float with type in sps, ops, bps
uz: Diskga yozish statistikasi. Butun sonni qaytaradi: sektorlar, amallar, baytlar bo'yicha; suzuvchi nuqtali son: sps, ops, bps bo'yicha

source: Display
uz: Ko'rsatish

source: Display OK triggers for
uz: Quyidagi uchun OK triggerlarini ko'rsatish

source: Display actions
uz: Harakatlarni ko'rsatish

source: Display graph
uz: Grafikni ko'rsatish

source: Display item value as
uz: Element qiymatini quyidagicha ko'rsatish

source: Display local time
uz: Mahalliy vaqtni ko'rsatish

source: Display log time
uz: Log vaqtini ko'rsatish

source: Display min/avg/max
uz: Min/o'rt/max qiymatlarni ko'rsatish

source: Display min/max/avg
uz: Min/max/o'rt qiymatlarni ko'rsatish

source: Display problems
uz: Muammolarni ko'rsatish

source: Display stacked graph
uz: Qatlamli grafikni ko'rsatish

source: Display value as
uz: Qiymatni quyidagicha ko'rsatish

source: Displaying %1$s of %2$s found
uz: %2$s dan %1$s tasi ko'rsatilmoqda

source: Displaying %1$s to %2$s of %3$s found
uz: %3$s dan %1$s dan %2$s gachasi ko'rsatilmoqda

source: Displaying options
uz: Ko'rsatish parametrlari

source: Division denominator
uz: Bo'luvchi (maxraj)

source: Do not store
uz: Saqlanmasin

source: Do you wish to replace the conditional expression?
uz: Shartli ifodani almashtirmoqchimisiz?

source: Does not contain
uz: O'z ichiga olmaydi

source: Does not equal
uz: Teng emas

source: Does not exist
uz: Mavjud emas

source: Does not match regular expression
uz: Regulyar ifodaga mos kelmaydi

source: Dot
uz: Nuqta

source: Doughnut
uz: Donat (halqa grafik)

# discovery results in dashboard
source: Down
uz: Pastda

# discovery status
source: Down
uz: Ishlamayapti

source: Download image
uz: Rasmni yuklab olish

source: Download the configuration file
uz: Moslama faylini yuklab olish

source: Downtime
uz: Nosozlik vaqti

# compact table header
source: Downtime
uz: Nosozlik vaqti

source: Draw
uz: Chizish

source: Draw style
uz: Chizish uslubi

source: Dropdown
uz: Pastga tushuvchi ro'yxat

source: Dropdown options
uz: Ro'yxat variantlari

source: Duo Universal Prompt
uz: Duo Universal so'rovi

source: Duo state does not match saved state.
uz: Duo holati saqlangan holatga mos kelmaydi.

source: Duplicate "name" value "%1$s" for map.
uz: Xarita uchun "%1$s" nom qiymati takrorlangan.

source: Duplicate "usrgrpid" "%1$s" in user groups for map "%2$s".
uz: "%2$s" xaritasi uchun foydalanuvchilar guruhida "%1$s" identifikatori takrorlangan.

source: Duplicate host. Host with the same host name "%1$s" already exists in data.
uz: Takroriy host. "%1$s" nomli host allaqachon mavjud.

source: Duplicate host. Host with the same visible name "%1$s" already exists in data.
uz: Takroriy host. "%1$s" ko'rinadigan nomga ega host allaqachon mavjud.

source: Duplicate userid "%1$s" in users for map "%2$s".
uz: "%2$s" xaritasi uchun foydalanuvchilar orasida "%1$s" foydalanuvchi identifikatori takrorlangan.

source: Duration
uz: Davomiylik

# compact table header
source: Duration
uz: Davomiylik

source: Dutch (nl_NL)
uz: Golland (nl_NL)

source: Each URL should have a unique name. Please make sure there is only one URL named
uz: Har bir URL yagona nomga ega bo'lishi kerak. Iltimos, faqat bitta URL shu nomda ekanligiga ishonch hosil qiling

source: Each item
uz: Har bir element

source: Edit
uz: Tahrirlash

source: Edit dashboard
uz: Asboblar Panelini tahrirlash

source: Edit map
uz: Xaritani tahrirlash

source: Edit operation
uz: Amalni tahrirlash

source: Edit tree element
uz: Daraxt elementini tahrirlash

source: Edit widget
uz: Vidjetni tahrirlash

source: Effective date
uz: Kuchga kirgan sana

source: Effective value
uz: Amaldagi qiymat

source: Elasticsearch URL is not set for type: %1$s.
uz: %1$s turi uchun Elasticsearch URL belgilanmagan.

source: Elasticsearch error: %1$s.
uz: Elasticsearch xatosi: %1$s.

source: Element name
uz: Element nomi

source: Ellipse
uz: Ellips

source: Email
uz: Elektron pochta

source: Email and password
uz: Elektron pochta va parol

source: Email provider
uz: Elektron pochta provayderi

source: Empty SSL certificate file for web scenario "%1$s".
uz: "%1$s" veb ssenariysi uchun SSL sertifikat fayli bo'sh.

source: Empty SSL key file for web scenario "%1$s".
uz: "%1$s" veb ssenariysi uchun SSL kalit fayli bo'sh.

source: Empty color.
uz: Rang ko'rsatilmagan.

source: Empty input parameter.
uz: Kiritilgan parametr bo'sh.

source: Empty map ID.
uz: Xarita identifikatori ko'rsatilmagan.

source: Empty value.
uz: Qiymat bo'sh.

source: Enable
uz: Faollashtirish

source: Enable HTTP authentication
uz: HTTP autentifikatsiyasini yoqish

source: Enable HTTP authentication for all users.
uz: Barcha foydalanuvchilar uchun HTTP autentifikatsiyasini yoqish.

source: Enable JIT provisioning
uz: JIT (joyida yaratilish) taqdimotini yoqish

source: Enable LDAP authentication
uz: LDAP autentifikatsiyasini yoqish

source: Enable SAML authentication
uz: SAML autentifikatsiyasini yoqish

source: Enable SCIM provisioning
uz: SCIM taqdimotini yoqish

source: Enable audit logging
uz: Audit jurnallarini yoqish

source: Enable compression
uz: Siqishni yoqish

source: Enable confirmation
uz: Tasdiqlashni yoqish

source: Enable debug mode
uz: Nosozliklarni tuzatish rejimini yoqish

source: Enable debug mode in selected group?
uz: Tanlangan guruhda nosozliklarni tuzatish rejimi yoqilsinmi?

source: Enable debug mode in selected groups?
uz: Tanlangan guruhlarda nosozliklarni tuzatish rejimi yoqilsinmi?

source: Enable host
uz: Hostni yoqish

source: Enable host?
uz: Hostni yoqish kerakmi?

source: Enable hosts
uz: Hostlarni yoqish

source: Enable hosts monitored by selected proxies?
uz: Tanlangan proksi orqali kuzatilayotgan hostlar yoqilsinmi?

source: Enable hosts monitored by selected proxy?
uz: Tanlangan proksi orqali kuzatilayotgan host yoqilsinmi?

source: Enable internal housekeeping
uz: Ichki tozalash funksiyasini yoqish

source: Enable multi-factor authentication
uz: Ko'p bosqichli autentifikatsiyani yoqish

source: Enable selected API token?
uz: Tanlangan API tokenini yoqish kerakmi?

source: Enable selected API tokens?
uz: Tanlangan API tokenlarini yoqish kerakmi?

source: Enable selected SLA?
uz: Tanlangan SLA yoqilsinmi?

source: Enable selected SLAs?
uz: Tanlangan SLA'lar yoqilsinmi?

source: Enable selected action?
uz: Tanlangan amal yoqilsinmi?

source: Enable selected actions?
uz: Tanlangan amallar yoqilsinmi?

source: Enable selected connector?
uz: Tanlangan ulanish vositasi yoqilsinmi?

source: Enable selected connectors?
uz: Tanlangan ulanish vositalari yoqilsinmi?

source: Enable selected discovery rule?
uz: Tanlangan aniqlash qoidasi yoqilsinmi?

source: Enable selected discovery rules?
uz: Tanlangan aniqlash qoidalari yoqilsinmi?

source: Enable selected event correlation?
uz: Tanlangan hodisalar o'zaro bog'lanishini yoqish kerakmi?

source: Enable selected event correlations?
uz: Tanlangan hodisalar o'zaro bog'lanishlari yoqilsinmi?

source: Enable selected group?
uz: Tanlangan guruh yoqilsinmi?

source: Enable selected groups?
uz: Tanlangan guruhlar yoqilsinmi?

source: Enable selected host?
uz: Tanlangan host yoqilsinmi?

source: Enable selected hosts?
uz: Tanlangan hostlar yoqilsinmi?

source: Enable selected item?
uz: Tanlangan element yoqilsinmi?

source: Enable selected items?
uz: Tanlangan elementlar yoqilsinmi?

source: Enable selected media type?
uz: Tanlangan media turi yoqilsinmi?

source: Enable selected media types?
uz: Tanlangan media turlari yoqilsinmi?

source: Enable selected module?
uz: Tanlangan modul yoqilsinmi?

source: Enable selected modules?
uz: Tanlangan modullar yoqilsinmi?

source: Enable selected scheduled report?
uz: Tanlangan rejalashtirilgan hisobot yoqilsinmi?

source: Enable selected scheduled reports?
uz: Tanlangan rejalashtirilgan hisobotlar yoqilsinmi?

source: Enable selected trigger?
uz: Tanlangan trigger yoqilsinmi?

source: Enable selected triggers?
uz: Tanlangan triggerlar yoqilsinmi?

source: Enable selected web scenario?
uz: Tanlangan veb ssenariy yoqilsinmi?

source: Enable selected web scenarios?
uz: Tanlangan veb ssenariylar yoqilsinmi?

source: Enable trapping
uz: Trap signalini yoqish

source: Enable user input
uz: Foydalanuvchi kirituvini yoqish

source: Enabled
uz: Yoqilgan

source: Encrypt
uz: Shifrlash

source: Encryption
uz: Shifrlash

source: Encryption level
uz: Shifrlash darajasi

source: End date
uz: Tugash sanasi

source: End of line sequence
uz: Qator oxiri ketma-ketligi

source: English (en_GB)
uz: Inglizcha (en_GB)

source: English (en_US)
uz: Inglizcha (en_US)

source: Equals
uz: Teng

source: Error
uz: Xato

source: Error budget
uz: Xato byudjeti

# compact table header
source: Error budget
uz: Xato byudjeti

source: Error decoding Duo result.
uz: Duo natijasini dekodlashda xato.

source: Error in search request for table "%1$s".
uz: Jadval uchun qidiruv so'rovida xato "%1$s".

source: Error message
uz: Xato xabari

source: Error! Unable to start Zabbix server.
uz: Xato! Zoddix serverini ishga tushurish imkonsiz.

source: Error: %1$s
uz: Xato: %1$s

source: Evaluation period
uz: Baholash davri

source: Event
uz: Hodisa

source: Event ID
uz: Hodisa ID

source: Event acknowledged
uz: Hodisa tan olingan

source: Event correlation
uz: Hodisa o'zaro bog'lanishi

source: Event correlation "%1$s" already exists.
uz: Hodisa o'zaro bog'lanishi "%1$s" allaqachon mavjud.

source: Event correlation created
uz: Hodisa o'zaro bog'lanishi yaratildi

source: Event correlation deleted
uz: Hodisa o'zaro bog'lanishi o'chirildi

source: Event correlation disabled
uz: Hodisa o'zaro bog'lanishi o'chirilgan

source: Event correlation enabled
uz: Hodisa o'zaro bog'lanishi yoqilgan

source: Event correlation rule
uz: Hodisa o'zaro bog'lanish qoidasi

source: Event correlation rules
uz: Hodisa o'zaro bog'lanish qoidalari

source: Event correlation updated
uz: Hodisa o'zaro bog'lanishi yangilandi

source: Event details
uz: Hodisa tafsilotlari

source: Event generation
uz: Hodisa yaratish

source: Event is acknowledged
uz: Hodisa tan olingan

source: Event is not acknowledged
uz: Hodisa tan olinmagan

source: Event list [previous 20]
uz: Hodisa ro'yxati [oldingi 20]

source: Event log monitoring. Returns count of entries
uz: Hodisa jurnalini kuzatish. Kirishlar sonini qaytaradi

source: Event log monitoring. Returns log
uz: Hodisa jurnalini kuzatish. Jurnalni qaytaradi

source: Event name
uz: Hodisa nomi

source: Event name matches Trigger name (with macros expanded) unless a custom Event name is specified in Trigger settings.
uz: Hodisa nomi Trigger nomiga mos keladi (makroslar kengaytirilgan) agar Trigger sozlamalarida maxsus hodisa nomi ko'rsatilmagan bo'lsa.

source: Event tag pair
uz: Hodisa teg juftligi

source: Event type
uz: Hodisa turi

source: Event updated
uz: Hodisa yangilandi

source: Events
uz: Hodisalar

source: Events and alerts
uz: Hodisalar va ogohlantirishlar

source: Every day(s)
uz: Har kuni(lar)

source: Every week(s)
uz: Har hafta(lar)

source: Example
uz: Misol

source: Example: https://localhost/zabbix/ui/
uz: Misol: https://localhost/zoddix/ui/

source: Except selected
uz: Tanlanganlarni inobatga olmasdan

source: Exclude
uz: Tashqariga chiqarmoq

source: Exclude host groups
uz: Host guruhlarini tashqariga chiqarmoq

source: Excluded downtime
uz: Tashqariga chiqarilgan vaqt

source: Excluded downtimes
uz: Tashqariga chiqarilgan vaqtlar

# compact table header
source: Excluded downtimes
uz: Tashqariga chiqarilgan vaqtlar

source: Execute
uz: Ishga tushurish

source: Execute WMI query and return the JSON document with all selected objects
uz: WMI so'rovini ishga tushurish va barcha tanlangan obyektlar bilan JSON hujjatini qaytarish

source: Execute WMI query and return the first selected object. Returns integer, float, string or text (depending on the request)
uz: WMI so'rovini ishga tushurish va birinchi tanlangan obyektni qaytarish. Butun son, o'nlik son, satr yoki matnni qaytaradi (so'rovga qarab)

source: Execute now
uz: Hozir ishga tushurish

source: Execute on
uz: Ishga tushurish

source: Execute scripts
uz: Skriptlarni ishga tushurish

source: Executed
uz: Ishga tushurildi

source: Executed script
uz: Ishga tushirilgan skript

source: Execution confirmation
uz: Ijro tasdiqlash

source: Exists
uz: Mavjud

source: Expand
uz: Kengaytirish

source: Expand macros
uz: Makroslarni kengaytirish

source: Expand sidebar
uz: Yon panelni kengaytirish

source: Expand single problem
uz: Bir muammoni kengaytirish

source: Expired
uz: Muddat o'tgan

# maintenance status
source: Expired
uz: Muddat o'tgan

source: Expired on %1$s.
uz: %1$s kuni muddati o'tgan.

source: Expires at
uz: Muddat tugaydi

source: Expires in less than
uz: Kamroq muddatda tugaydi

source: Exploded
uz: Portlagan

source: Export
uz: Eksport qilish

source: Export failed
uz: Eksport qilish muvaffaqiyatsiz bo'ldi

source: Export to CSV
uz: CSV formatiga eksport qilish

source: Expression
uz: Ifoda

source: Expression cannot be empty
uz: Ifoda bo'sh bo'lmasligi kerak

source: Expression constructor
uz: Ifoda quruvchisi

source: Expression type
uz: Ifoda turi

source: Expression variable elements
uz: Ifoda o'zgaruvchan elementlari

source: Expressions
uz: Ifodalar

source: External check
uz: Tashqi tekshirish

# Friday short
source: F
uz: J

source: FALSE
uz: YO'Q

source: Fail
uz: Muvaffaqiyatsiz

source: Fail-over delay: %1$s
uz: Fail-over kechikishi: %1$s

source: Failed
uz: Muvaffaqiyatsiz bo'ldi

# compact table header
source: Failed
uz: Muvaffaqiyatsiz

source: Failed login
uz: Kirish muvaffaqiyatsiz

source: Failed to create dashboard
uz: Panel yaratishda xato yuz berdi

source: Failed to parse URL.
uz: URLni tahlil qilishda xato

source: Failed to paste dashboard page.
uz: Panel sahifasini joylashtirishda xato

source: Failed to paste widget.
uz: Vidjetni joylashtirishda xato

source: Failed to select default LDAP server.
uz: Standart LDAP serverini tanlashda xato

source: Failed to update dashboard
uz: Panelni yangilashda xato

source: Failed to update dashboard page properties.
uz: Panel sahifasi xususiyatlarini yangilashda xato

source: Failed to update dashboard properties.
uz: Panel xususiyatlarini yangilashda xato

source: Failed to update dashboard sharing.
uz: Panelni ulashishdagi xato

source: Failed to update time selector.
uz: Vaqt tanlagichini yangilashda xato

source: Failed to update widget properties.
uz: Vidjet xususiyatlarini yangilashda xato

source: Failover period
uz: Failover davri

source: Failure Audit
uz: Muvaffaqiyatsizlik auditini

source: Fatal error, please report to the Zabbix team
uz: Halokatli xato, iltimos Zoddix jamoasiga xabar bering

source: Favorite graphs
uz: Sevimli grafikalar

source: Favorite maps
uz: Sevimli xaritalar

source: Feb
uz: Fevral

source: February
uz: Fevral

source: Field
uz: Maydon

source: Field "%1$s" cannot be set to NULL.
uz: Maydon "%1$s" NULL ga o'rnatilishi mumkin emas.

source: Field "%1$s" is mandatory.
uz: Maydon "%1$s" majburiydir.

source: Field "%1$s" is missing a value for map "%2$s".
uz: Maydon "%1$s" xarita "%2$s" uchun qiymat yo'q.

source: Field "%1$s" is not correct: %2$s
uz: Maydon "%1$s" noto'g'ri: %2$s

source: Field "%1$s" is not correct: %2$s.
uz: Maydon "%1$s" noto'g'ri: %2$s.

source: Field "%1$s" is not integer.
uz: Maydon "%1$s" butun son emas.

source: Field "%1$s" is not string.
uz: Maydon "%1$s" satr emas.

source: Field "%1$s" must be missing.
uz: Maydon "%1$s" yo'q bo'lishi kerak.

source: Field name
uz: Maydon nomi

source: Field requirements:
uz: Maydon talablari:

source: File checksum, calculated by the UNIX cksum algorithm. Returns integer for crc32 (default) and string for md5, sha256
uz: Faylning chek-sumasi, UNIX cksum algoritmi bilan hisoblangan. crc32 uchun butun sonni (standart) va md5, sha256 uchun satrni qaytaradi.

source: File is empty
uz: Fayl bo'sh

source: File is too big, max upload size is %1$s bytes.
uz: Fayl juda katta, maksimal yuklash hajmi %1$s bayt.
