Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Include hosts in maintenance
uz: Texnik xizmatdagi hostlarni qo'shish

source: Incoming traffic statistics on network interface. Returns integer
uz: Tarmoq interfeysidagi kiruvchi trafik statistikasi. Butun son qaytaradi

source: Incompatible "propagation_rule" and "propagation_value" parameters for service "%1$s".
uz: "%1$s" xizmati uchun "propagation_rule" va "propagation_value" parametrlarida nomuvofiqlik mavjud.

source: Incomplete configuration
uz: To'liq bo'lmagan sozlama

source: Incorrect "height" value for map "%1$s".
uz: "%1$s" xaritasi uchun noto'g'ri "height" (balandlik) qiymati.

source: Incorrect "permission" value "%1$s" in user groups for map "%2$s".
uz: "%2$s" xaritasi uchun foydalanuvchi guruhlaridagi "%1$s" ruxsat qiymati noto'g'ri.

source: Incorrect "permission" value "%1$s" in users for map "%2$s".
uz: "%2$s" xaritasi uchun foydalanuvchilardagi "%1$s" ruxsat qiymati noto'g'ri.

source: Incorrect "private" value "%1$s" for map "%2$s".
uz: "%2$s" xaritasi uchun "%1$s" "private" qiymati noto'g'ri.

source: Incorrect "width" value for map "%1$s".
uz: "%1$s" xaritasi uchun noto'g'ri "width" (eni) qiymati.

source: Incorrect %1$s label type value for map "%2$s".
uz: "%2$s" xaritasi uchun "%1$s" yorliq turi qiymati noto'g'ri.

source: Incorrect API "%1$s".
uz: Noto'g'ri API "%1$s".

source: Incorrect SNMP OID.
uz: Noto'g'ri SNMP OID.

source: Incorrect SNMP community.
uz: Noto'g'ri SNMP community (hamjamiyat).

source: Incorrect action condition discovery check.
uz: Harakat sharti aniqlash tekshiruvining xatosi.

source: Incorrect action condition discovery check. Discovery check does not exist or you have no access to it.
uz: Harakat sharti aniqlash tekshiruvining xatosi. Tekshiruv mavjud emas yoki unga kirish huquqingiz yo'q.

source: Incorrect action condition discovery object.
uz: Harakat sharti aniqlash obyektining xatosi.

source: Incorrect action condition discovery rule. Discovery rule does not exist or you have no access to it.
uz: Harakat sharti aniqlash qoidasi noto'g'ri. Qoidaning o'zi mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition discovery status.
uz: Aniqlash holati uchun harakat sharti noto'g'ri.

source: Incorrect action condition event type.
uz: Harakat sharti uchun noto'g'ri voqea turi.

source: Incorrect action condition or operation host group. Host guruhi mavjud emas yoki sizda unga kirish huquqi yo'q.
uz: Harakat sharti yoki operatsiya uchun host guruhi noto'g'ri. Host guruhi mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition or operation host. Host mavjud emas yoki sizda unga kirish huquqi yo'q.
uz: Harakat sharti yoki operatsiya uchun host noto'g'ri. Host mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition or operation template. Template mavjud emas yoki sizda unga kirish huquqi yo'q.
uz: Harakat sharti yoki operatsiya uchun shablon noto'g'ri. Shablon mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition port "%1$s".
uz: Harakat sharti uchun "%1$s" porti noto'g'ri.

source: Incorrect action condition proxy. Proxy mavjud emas yoki sizda unga kirish huquqi yo'q.
uz: Harakat sharti uchun proxy noto'g'ri. Proxy mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition service. Service does not exist or you have no access to it.
uz: Noto'g'ri harakat sharti xizmati. Xizmat mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition trigger severity.
uz: Harakat sharti uchun trigger og'irligi noto'g'ri.

source: Incorrect action condition trigger. Trigger does not exist or you have no access to it.
uz: Harakat sharti triggeri noto'g'ri. Trigger mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action condition type.
uz: Harakat sharti turi noto'g'ri.

source: Incorrect action operation escalation step values.
uz: Harakat operatsiyasi uchun eskalatsiya bosqichi qiymatlari noto'g'ri.

source: Incorrect action operation media type. Media turi mavjud emas yoki sizda unga kirish huquqi yo'q.
uz: Harakat operatsiyasi uchun media turi noto'g'ri. Media turi mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action operation type "%1$s" for event source "%2$s".
uz: "%2$s" voqea manbasi uchun "%1$s" operatsiya turi noto'g'ri.

source: Incorrect action operation user group. User group does not exist or you have no access to it.
uz: Harakat operatsiyasi uchun foydalanuvchi guruhi noto'g'ri. Guruh mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect action operation user. User does not exist or you have no access to it.
uz: Harakat operatsiyasi uchun foydalanuvchi noto'g'ri. Foydalanuvchi mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect arguments passed to function.
uz: Funktsiyaga noto'g'ri argumentlar uzatildi.

source: Incorrect bulk value for interface.
uz: Interfeys uchun bulk qiymati noto'g'ri.

source: Incorrect characters used for host name "%1$s".
uz: "%1$s" host nomida noto'g'ri belgilar ishlatilgan.

source: Incorrect current password.
uz: Joriy parol noto'g'ri.

source: Incorrect default charset for Zabbix database: %1$s.
uz: Zoddix ma'lumotlar bazasi uchun noto'g'ri standart kodlash: %1$s.

source: Incorrect field "%1$s" name or value in where statement for table "%2$s".
uz: "%2$s" jadvali uchun WHERE operatoridagi "%1$s" maydon nomi yoki qiymati noto'g'ri.

source: Incorrect fields for sysmap.
uz: Tizim xaritasi uchun maydonlar noto'g'ri.

source: Incorrect file path for "%1$s": %2$s.
uz: "%1$s" uchun fayl yo'li noto'g'ri: %2$s.

source: Incorrect file upload.
uz: Fayl yuklash noto'g'ri bajarildi.

source: Incorrect function is used
uz: Noto'g'ri funktsiya ishlatilgan

source: Incorrect image index.
uz: Rasm indeks raqami noto'g'ri.

source: Incorrect input parameters.
uz: Kiritilgan parametrlar noto'g'ri.

source: Incorrect interface DNS parameter "%1$s" provided.
uz: DNS interfeysi uchun "%1$s" parametri noto'g'ri kiritilgan.

source: Incorrect interface port "%1$s" provided.
uz: Interfeys porti uchun "%1$s" noto'g'ri kiritilgan.

source: Incorrect inventory field "%1$s".
uz: Inventar maydoni "%1$s" noto'g'ri.

source: Incorrect inventory mode in action operation.
uz: Harakat operatsiyasida inventar rejimi noto'g'ri.

source: Incorrect item key "%1$s" provided for trigger expression on "%2$s".
uz: "%2$s" uchun trigger ifodasida "%1$s" item kaliti noto'g'ri.

source: Incorrect item value type
uz: Item qiymati turi noto'g'ri

source: Incorrect item value type "%1$s" provided for trigger function "%2$s".
uz: "%2$s" trigger funktsiyasi uchun "%1$s" qiymat turi noto'g'ri kiritilgan.

source: Incorrect list of items.
uz: Elementlar ro'yxati noto'g'ri.

source: Incorrect maintenance period (minimum 5 minutes)
uz: Texnik xizmat muddati noto'g'ri (eng kamida 5 daqiqa)

source: Incorrect map ID.
uz: Noto'g'ri xarita ID.

source: Incorrect method "%1$s.%2$s".
uz: Noto'g'ri metod "%1$s.%2$s".

source: Incorrect parameter "%1$s" value: %2$s.
uz: Noto'g'ri parametr "%1$s" qiymati: %2$s.

source: Incorrect port range.
uz: Noto'g'ri port diapazoni.

source: Incorrect regular expression "%1$s": "%2$s"
uz: Noto'g'ri muntazam ifoda "%1$s": "%2$s"

source: Incorrect response received from Zabbix server "%1$s".
uz: Zoddix serverdan "%1$s" noto'g'ri javob olindi.

source: Incorrect schedule: %1$s.
uz: Noto'g'ri jadval: %1$s.

source: Incorrect status for host "%1$s".
uz: "%1$s" hosti uchun noto'g'ri holat.

source: Incorrect templated web scenario step count.
uz: Noto'g'ri shablonli veb-scenario qadamlar soni.

source: Incorrect trigger expression.
uz: Noto'g'ri trigger ifodasi.

source: Incorrect trigger expression. Host "%1$s" does not exist or you have no access to this host.
uz: Noto'g'ri trigger ifodasi. "%1$s" hosti mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect trigger expression. Trigger expression elements should not belong to a template and a host simultaneously.
uz: Noto'g'ri trigger ifodasi. Trigger ifodasi elementlari bir vaqtning o'zida shablon va hostga tegishli bo'lmasligi kerak.

source: Incorrect trigger prototype expression. Host "%1$s" does not exist or you have no access to this host.
uz: Noto'g'ri trigger prototipi ifodasi. "%1$s" hosti mavjud emas yoki sizda unga kirish huquqi yo'q.

source: Incorrect trigger prototype expression. Trigger prototype expression elements should not belong to a template and a host simultaneously.
uz: Noto'g'ri trigger prototipi ifodasi. Trigger prototipi ifodasi elementlari bir vaqtning o'zida shablon va hostga tegishli bo'lmasligi kerak.

source: Incorrect user ID specified for map "%1$s".
uz: "%1$s" xaritasi uchun noto'g'ri foydalanuvchi ID raqami kiritilgan.

source: Incorrect user group ID specified for map "%1$s".
uz: "%1$s" xaritasi uchun noto'g'ri foydalanuvchi guruh ID raqami kiritilgan.

source: Incorrect user name or password or account is temporarily blocked.
uz: Noto'g'ri foydalanuvchi ismi yoki parol yoki hisob to'xtatilgan.

source: Incorrect value "%1$s" for "%2$s" field.
uz: "%2$s" maydoni uchun "%1$s" qiymati noto'g'ri.

source: Incorrect value "%1$s" for "%2$s" field: must be between %3$s and %4$s, and have no more than %5$s digits after the decimal point.
uz: "%2$s" maydoni uchun "%1$s" qiymati noto'g'ri: %3$s va %4$s orasida bo'lishi kerak va onlik nuqtadan keyin %5$s dan ortiq raqam bo'lmasligi kerak.

source: Incorrect value "%1$s" for "%2$s" field: must be between %3$s and %4$s.
uz: "%2$s" maydoni uchun "%1$s" qiymati noto'g'ri: %3$s va %4$s orasida bo'lishi kerak.

source: Incorrect value "%1$s" for float field "%2$s".
uz: Yuzaga kelgan "%2$s" maydoni uchun "%1$s" qiymati noto'g'ri.

source: Incorrect value "%1$s" for int field "%2$s".
uz: Int maydoni "%2$s" uchun "%1$s" qiymati noto'g'ri.

source: Incorrect value "%1$s" for unsigned int field "%2$s".
uz: Unsigned int maydoni "%2$s" uchun "%1$s" qiymati noto'g'ri.

source: Incorrect value for "%1$s" field.
uz: "%1$s" maydoni uchun noto'g'ri qiymat.

source: Incorrect value for field "%1$s": %2$s.
uz: "%1$s" maydoni uchun noto'g'ri qiymat: %2$s.

source: Increase by
uz: O'stirish miqdori

source: Indefinitely
uz: Cheksiz muddatga

source: Indicators
uz: Indikatorlar

source: Indonesian (id_ID)
uz: Indonez tili (id_ID)

source: Infinity
uz: Cheksizlik

source: Info
uz: Ma'lumot

# compact table header
source: Info
uz: Ma'lumot

source: Info about internal disks of hypervisor required for vmware.datastore.perfcounter, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
uz: VMware.datastore.perfcounter uchun zarur bo'lgan gipervizorning ichki disklar haqidagi ma'lumot, "url" - VMware xizmati URL manzili, "uuid" - VMware gipervizori global yagona identifikatori. JSON formatida qaytariladi.

source: Information
uz: Ma'lumot

source: Information about a file. Returns JSON
uz: Fayl haqidagi ma'lumot. JSON formatida qaytariladi.

source: Information about a service. Returns integer with param as state, startup; string - with param as displayname, path, user; text - with param as description; Specifically for state: 0 - running, 1 - paused, 2 - start pending, 3 - pause pending, 4 - continue pending, 5 - stop pending, 6 - stopped, 7 - unknown, 255 - no such service; Specifically for startup: 0 - automatic, 1 - automatic delayed, 2 - manual, 3 - disabled, 4 - unknown
uz: Xizmat haqidagi ma'lumot. Parametr sifatida holat, ishga tushirish qiymatlarini butun son sifatida qaytaradi; satr sifatida - ko'rsatilgan nom, yo'l, foydalanuvchi; matn sifatida - tavsif parametrini qaytaradi; Holatlar bo'yicha maxsus: 0 - ishga tushgan, 1 - to'xtatilgan, 2 - ishga tushirish kutilyapti, 3 - to'xtash kutilyapti, 4 - davom ettirish kutilyapti, 5 - to'xtatish kutilyapti, 6 - to'xtatilgan, 7 - noma'lum, 255 - bunday xizmat yo'q; Ishga tushirish uchun maxsus: 0 - avtomatik, 1 - avtomatik kechiktirilgan, 2 - qo'lda, 3 - o'chirilgan, 4 - noma'lum

source: Inherit
uz: Meros qilib olish

source: Inherited
uz: Meros qilib olingan

source: Inherited and host macros
uz: Meros qilib olingan va host makrolari

source: Inherited and host prototype macros
uz: Meros qilib olingan va host prototipi makrolari

source: Inherited and item tags
uz: Meros qilib olingan va element teglar

source: Inherited and scenario tags
uz: Meros qilib olingan va scenario teglar

source: Inherited and template macros
uz: Meros qilib olingan va shablon makrolari

source: Inherited and trigger tags
uz: Meros qilib olingan va trigger teglar

source: Inherited items
uz: Meros qilib olingan elementlar

source: Initial view
uz: Boshlang'ich ko'rinish

source: Initial view is ignored if the default view is set.
uz: Agar standart ko'rinish o'rnatilgan bo'lsa, boshlang'ich ko'rinish e'tiborga olinmaydi.

source: Input prompt
uz: Kiritish so'rovi

source: Input type
uz: Kiritish turi

source: Input validation rule
uz: Kiritish tasdiqlash qoidasi

source: Insert
uz: Kiritish

source: Insert expression
uz: Ifodani kiritish

source: Install
uz: O'rnatish

source: Installation
uz: O'rnatish jarayoni

source: Installer name
uz: O'rnatish dasturi nomi

source: Integer from BITS
uz: BITS dan butun son

source: Integrations
uz: Integratsiyalar

source: Interface
uz: Interfeys

source: Interface is linked to item "%1$s" on "%2$s".
uz: "%2$s" da "%1$s" elementi bilan bog'langan interfeys.

source: Interface type
uz: Interfeys turi

source: Interface with DNS "%1$s" cannot have empty IP address.
uz: "%1$s" DNS bilan interfeysda bo'sh IP manzili bo'lmasligi kerak.

source: Interface with IP "%1$s" cannot have empty DNS name while having "Use DNS" property on "%2$s".
uz: "%1$s" IP manzilidagi interfeysda "%2$s" da "DNSni ishlatish" xususiyati bor bo'lsa, bo'sh DNS nomi bo'lmasligi kerak.

source: Interface with IP "%1$s" cannot have empty DNS name.
uz: "%1$s" IP manzilidagi interfeysda bo'sh DNS nomi bo'lmasligi kerak.

source: Interfaces
uz: Interfeyslar

# authentication
source: Internal
uz: Ichki

# user type
source: Internal
uz: Ichki

source: Internal JSON-RPC error.
uz: Ichki JSON-RPC xatosi.

source: Internal actions
uz: Ichki amallar

source: Internal data storage period
uz: Ichki ma'lumotlar saqlash davri

source: Internal error.
uz: Ichki xato.

source: Internal problem
uz: Ichki muammo

source: Internal problem recovery
uz: Ichki muammo tiklash

source: Invalid API method "%2$s" for user role "%1$s".
uz: "%1$s" foydalanuvchi roli uchun noto'g'ri API usuli "%2$s".

source: Invalid IP address "%1$s".
uz: "%1$s" noto'g'ri IP manzili.

source: Invalid JSON. An error occurred on the server while parsing the JSON text.
uz: Noto'g'ri JSON. JSON matnini tahlil qilishda serverda xato yuz berdi.

source: Invalid LDAP JIT provisioning media type mapping configuration.
uz: Noto'g'ri LDAP JIT taqdimoti media turi xaritalash konfiguratsiyasi.

source: Invalid LDAP JIT provisioning user group mapping configuration.
uz: Noto'g'ri LDAP JIT taqdimoti foydalanuvchi guruhini xaritalash konfiguratsiyasi.

source: Invalid LDAP configuration
uz: Noto'g'ri LDAP konfiguratsiyasi

source: Invalid MFA configuration
uz: Noto'g'ri MFA konfiguratsiyasi

source: Invalid SAML JIT provisioning media type mapping configuration.
uz: Noto'g'ri SAML JIT taqdimoti media turi xaritalash konfiguratsiyasi.

source: Invalid SAML JIT provisioning user group mapping configuration.
uz: Noto'g'ri SAML JIT taqdimoti foydalanuvchi guruhini xaritalash konfiguratsiyasi.

source: Invalid URL: %1$s
uz: Noto'g'ri URL: %1$s

source: Invalid YAML file contents
uz: Noto'g'ri YAML fayl tarkibi

source: Invalid action condition: %1$s.
uz: Noto'g'ri harakat sharti: %1$s.

source: Invalid condition: %1$s.
uz: Noto'g'ri shart: %1$s.

source: Invalid date.
uz: Noto'g'ri sana.

source: Invalid email address "%1$s".
uz: "%1$s" noto'g'ri elektron pochta manzili.

source: Invalid email address for media type with ID "%1$s".
uz: "%1$s" identifikatori bilan media turi uchun noto'g'ri elektron pochta manzili.

source: Invalid input
uz: Noto'g'ri kirish

source: Invalid interval "%1$s".
uz: "%1$s" noto'g'ri interval.

source: Invalid key "%1$s": %2$s.
uz: "%1$s" noto'g'ri kalit: %2$s.

source: Invalid media type mapping configuration.
uz: Noto'g'ri media turi xaritalash konfiguratsiyasi.

source: Invalid method parameters.
uz: Noto'g'ri metod parametrlar.

source: Invalid parameter "%1$s": %2$s.
uz: "%1$s" noto'g'ri parametr: %2$s.

source: Invalid params.
uz: Noto'g'ri parametrlar.

source: Invalid request.
uz: Noto'g'ri so'rov.

source: Invalid response code "%1$s".
uz: "%1$s" noto'g'ri javob kodi.

source: Invalid tag "%1$s": %2$s.
uz: "%1$s" noto'g'ri teg: %2$s.

source: Invalid time period.
uz: Noto'g'ri vaqt davri.

source: Invalid user group mapping configuration.
uz: Noto'g'ri foydalanuvchi guruhini xaritalash konfiguratsiyasi.

source: Invalid zoomparameter "%1$s": %2$s.
uz: "%1$s" noto'g'ri zoom parametr: %2$s.

source: Inventory
uz: Inventar

source: Inventory disabled for host "%1$s".
uz: "%1$s" xost uchun inventar o'chirib qo'yilgan.

source: Inventory field
uz: Inventar maydoni

source: Inventory fields
uz: Inventar maydonlari

source: Inventory mode
uz: Inventar rejimi

source: Invoke "Execute now" on read-only hosts
uz: Faqat o'qish huquqiga ega xostlarda "Hozir bajarish"ni ishga tushirish

source: Is online?
uz: Onlayndami?

source: Issuer
uz: Beruvchi

source: It is not possible to filter by user password.
uz: Foydalanuvchi paroli bo'yicha filtrlanishi mumkin emas.

source: It is not possible to search by user password.
uz: Foydalanuvchi paroli bo'yicha qidirish mumkin emas.

source: Italian (it_IT)
uz: Italiyacha (it_IT)

source: Item
uz: Element

source: Item added
uz: Element qo'shildi

source: Item contains user-defined macros with secret values. Values of these macros should be entered manually.
uz: Element foydalanuvchi tomonidan belgilangan makrolarni o'z ichiga oladi, ular maxfiy qiymatlarni o'z ichiga oladi. Bu makrolarning qiymatlari qo'lda kiritilishi kerak.

source: Item copied
uz: Element nusxalandi

source: Item count
uz: Elementlar soni

source: Item deleted
uz: Element o'chirildi

source: Item disabled
uz: Element o'chirildi

source: Item edit
uz: Elementni tahrirlash

source: Item enabled
uz: Element yoqildi

source: Item history
uz: Element tarixi

source: Item in "not supported" state
uz: "Qo'llab-quvvatlanmayapti" holatidagi element

source: Item limit
uz: Element cheklovi

source: Item list
uz: Elementlar ro'yxati

source: Item name
uz: Element nomi

source: Item navigator
uz: Element navigatori

source: Item not selected
uz: Element tanlanmadi

source: Item ordering
uz: Elementni tartiblash

source: Item pattern
uz: Element naqsh

source: Item patterns
uz: Element naqshlari

source: Item prototype
uz: Element prototipi

source: Item prototype added
uz: Element prototipi qo'shildi

source: Item prototype deleted
uz: Element prototipi o'chirildi

source: Item prototype edit
uz: Element prototipini tahrirlash

source: Item prototype updated
uz: Element prototipi yangilandi

source: Item prototype with ID "%1$s" is not available.
uz: "%1$s" identifikatori bilan element prototipi mavjud emas.

source: Item prototypes
uz: Element prototiplari

source: Item tag
uz: Element tegi

source: Item tag value
uz: Element teg qiymati

source: Item tags
uz: Element teglar

source: Item test
uz: Element testi

source: Item type does not use interface
uz: Element turi interfeysdan foydalanmaydi

source: Item updated
uz: Element yangilandi

source: Item value
uz: Element qiymati

source: Item values
uz: Element qiymatlari

source: Item will not be refreshed. Please enter a correct update interval.
uz: Element yangilanmaydi. Iltimos, to'g'ri yangilanish intervalini kiriting.

source: Item will not be refreshed. Specified update interval requires having at least one either flexible or scheduling interval.
uz: Element yangilanmaydi. Belgilangan yangilanish intervali kamida bir ta moslashuvchan yoki jadvalga asoslangan intervalni talab qiladi.

source: Item will not be refreshed. Update interval should be between 1s and 1d. Also Scheduled/Flexible intervals can be used.
uz: Element yangilanmaydi. Yangilanish intervali 1 soniya va 1 kun orasida bo'lishi kerak. Shuningdek, Jadvalga asoslangan/moslashuvchan intervaldan foydalanish mumkin.

source: Item with ID "%1$s" is not available.
uz: "%1$s" identifikatoriga ega element mavjud emas.

source: Items
uz: Elementlar

source: Items list
uz: Elementlar ro'yxati

source: Items location
uz: Elementlar joylashuvi

source: JMX agent
uz: JMX agenti

source: JMX endpoint
uz: JMX nuqta

source: JMX interfaces
uz: JMX interfeyslari

source: JSON array input is expected.
uz: JSON massiv kiritilishi kutilyapti.

source: JSON data
uz: JSON ma'lumotlari

source: JSON is expected
uz: JSON kutilmoqda

source: JSON string is expected
uz: JSON satri kutilmoqda

source: JSON-RPC error generation failed. No such error "%1$s".
uz: JSON-RPC xatolik yaratilishi muvaffaqiyatsiz bo'ldi. Bunday xato "%1$s" mavjud emas.

source: Jan
uz: Yan

source: January
uz: Yanvar

source: Japanese (ja_JP)
uz: Yaponiya (ja_JP)

source: Jul
uz: Iyul

source: July
uz: Iyul

source: Jun
uz: Iyun

source: June
uz: Iyun

source: Keep lost resources period
uz: Yo'qolgan resurslarni saqlash muddati

source: Key
uz: Kalit

source: Key passphrase
uz: Kalit paroli

source: Kiosk mode
uz: Kiosk rejimi

source: Korean (ko_KR)
uz: Koreys (ko_KR)

source: LDAP Server
uz: LDAP Serveri

source: LDAP authentication
uz: LDAP autentifikatsiyasi

source: LDAP authentication is disabled system-wide.
uz: LDAP autentifikatsiyasi butun tizim bo'yicha o'chirildi.

source: LDAP authentication is disabled.
uz: LDAP autentifikatsiyasi o'chirildi.

source: LDAP group pattern
uz: LDAP guruh naqsh

source: LDAP is not configured
uz: LDAP sozlanmagan

source: LDAP must be enabled
uz: LDAP yoqilishi kerak

source: LDAP settings
uz: LDAP sozlamalari

source: LLD macro
uz: LLD makrosi

source: LLD macros
uz: LLD makroslari

source: LLD rule
uz: LLD qoida

source: LLD rule with the same UUID already exists
uz: Bir xil UUID bo'lgan LLD qoidasiga allaqachon mavjud

source: Label
uz: Yopishtirma

source: Label location
uz: Yopishtirma joylashuvi

source: Language
uz: Til

source: Language "%1$s" is not supported.
uz: "%1$s" tili qo'llab-quvvatlanmaydi.

# page navigation
source: Last
uz: Oxirgi

source: Last %1$d day
uz: Oxirgi %1$d kun

source: Last %1$d hour
uz: Oxirgi %1$d soat

source: Last %1$d minute
uz: Oxirgi %1$d daqiqa

source: Last %1$d month
uz: Oxirgi %1$d oy

source: Last %1$d second
uz: Oxirgi %1$d soniya

source: Last %1$d year
uz: Oxirgi %1$d yil

source: Last access
uz: Oxirgi kirish

source: Last accessed at
uz: Oxirgi kirilgan vaqt

source: Last check
uz: Oxirgi tekshiruv

source: Last hour graph
uz: Oxirgi soat grafigi

# missing data function
source: Last known
uz: Oxirgi ma'lum

source: Last month graph
uz: Oxirgi oy grafigi

source: Last name
uz: Familiya

source: Last of
uz: Oxirgi

source: Last seen (age)
uz: Oxirgi ko'rilgan (yoshi)

source: Last sent
uz: Oxirgi yuborilgan

source: Last value
uz: Oxirgi qiymat

source: Last week graph
uz: Oxirgi hafta grafigi

source: Latest data
uz: Eng so'nggi ma'lumotlar

source: Latest release
uz: Eng so'nggi chiqish

source: Latest values
uz: Eng so'nggi qiymatlar

source: Latvian (lv_LV)
uz: Latviya (lv_LV)

source: Layout
uz: Tuzilish

source: Left
uz: Chap

source: Left Y
uz: Chap Y

source: Left trim
uz: Chapni qisqartirish

source: Legend
uz: Afsona

source: Length
uz: Uzunlik

source: Licensed under
uz: Litsenziya bo'yicha

source: Limit
uz: Cheklov

source: Limit applies to each "Item pattern" separately
uz: "Item pattern" har biri uchun alohida cheklov amal qiladi

source: Limit for search and filter results
uz: Qidiruv va filtrlash natijalari uchun cheklov
