Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: CPU time spent waiting for swap-in, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - CPU instance
uz: Swap-ga kirishni kutish uchun sarflangan CPU vaqti, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinasining global yagona identifikatori, "instance" - CPU instansiyasi

source: CPU usage as a percentage during the interval depends on power management or HT, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: Interval davomida CPU foydalanilishi foiz sifatida, bu quvvatni boshqarish yoki HTga bog'liq, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global yagona identifikatori

source: CPU usage as a percentage during the interval, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: Interval davomida CPU foydalanilishi foiz sifatida, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global yagona identifikatori

source: CPU usage as a percentage during the interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Interval davomida CPU foydalanilishi foiz sifatida, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinasining global yagona identifikatori

source: CPU usage in hertz during the interval on VMware Resource Pool, "url" - VMware service URL, "rpid" - VMware resource pool id
uz: Interval davomida VMware resurslarining poolida CPU foydalanilishi hertzda, "url" - VMware xizmatining URL manzili, "rpid" - VMware resurs pooli identifikatori

source: CPU utilization percentage. Returns float
uz: CPU foydalanish foizi. Float qiymatni qaytaradi

source: CSRF token test
uz: CSRF token testi

source: CSRF token validation succeeded.
uz: CSRF tokenni tekshirish muvaffaqiyatli o'tdi

source: CSV to JSON
uz: CSV dan JSON ga

source: CUID is expected
uz: CUID kutilmoqda

source: Calculated
uz: Hisoblangan

source: Calendar
uz: Kalendar

source: Cancel
uz: Bekor qilish

source: Cannot add API token
uz: API tokenini qo'shish mumkin emas

source: Cannot add a non-numeric item "%1$s" to graph "%2$s".
uz: Raqamli bo'lmagan element "%1$s" ni "%2$s" grafigiga qo'shish mumkin emas

source: Cannot add a non-numeric item "%1$s" to graph prototype "%2$s".
uz: Raqamli bo'lmagan element "%1$s" ni "%2$s" grafik prototipiga qo'shish mumkin emas

source: Cannot add action
uz: Harakatni qo'shish mumkin emas

source: Cannot add dashboard page: maximum number of %1$d dashboard pages has been added.
uz: Dashboard sahifasini qo'shish mumkin emas: %1$d ta dashboard sahifasi qo'shilgan

source: Cannot add discovery rule
uz: Aniqlash qoidasini qo'shish mumkin emas

source: Cannot add graph
uz: Grafikni qo'shish mumkin emas

source: Cannot add graph prototype
uz: Grafik prototipini qo'shish mumkin emas

source: Cannot add host
uz: Xostni qo'shish mumkin emas

source: Cannot add host group
uz: Host guruhini qo'shib bo'lmaydi

source: Cannot add host prototype
uz: Host prototipini qo'shib bo'lmaydi

source: Cannot add image
uz: Rasm qo'shib bo'lmaydi

source: Cannot add item
uz: Element qo'shib bo'lmaydi

source: Cannot add item prototype
uz: Element prototipini qo'shib bo'lmaydi

source: Cannot add map element of the map "%1$s" due to circular reference.
uz: Xarita "%1$s" xaritasining elementini aylanishli havola sababli qo'shib bo'lmaydi.

source: Cannot add media type
uz: Media turini qo'shib bo'lmaydi

source: Cannot add module: %1$s.
uz: Modul qo'shib bo'lmaydi: %1$s.

source: Cannot add more than one item with type "Graph sum" on graph "%1$s".
uz: Xarita "%1$s" da "Grafik yig'indisi" turidagi bir nechta element qo'shib bo'lmaydi.

source: Cannot add more than one item with type "Graph sum" on graph prototype "%1$s".
uz: Grafik prototipi "%1$s" da "Grafik yig'indisi" turidagi bir nechta element qo'shib bo'lmaydi.

source: Cannot add more than one item with type "Total" to the chart.
uz: Diagrammaga "Umumiy" turidagi bir nechta element qo'shib bo'lmaydi.

source: Cannot add network map
uz: Tarmoq xaritasini qo'shib bo'lmaydi

source: Cannot add proxy
uz: Proxy qo'shib bo'lmaydi

source: Cannot add proxy group
uz: Proxy guruhini qo'shib bo'lmaydi

source: Cannot add regular expression
uz: Doimiy ifoda qo'shib bo'lmaydi

source: Cannot add scheduled report
uz: Rejalashtirilgan hisobotni qo'shib bo'lmaydi

source: Cannot add script
uz: Skript qo'shib bo'lmaydi

source: Cannot add submaps. Max depth reached.
uz: Subkarta qo'shib bo'lmaydi. Maksimal chuqurlikka erishildi.

source: Cannot add template
uz: Shablon qo'shib bo'lmaydi

source: Cannot add template group
uz: Shablon guruhini qo'shib bo'lmaydi

source: Cannot add trigger
uz: Tugmachani qo'shib bo'lmaydi

source: Cannot add trigger prototype
uz: Tugmacha prototipini qo'shib bo'lmaydi

source: Cannot add user
uz: Foydalanuvchi qo'shib bo'lmaydi

source: Cannot add user group
uz: Foydalanuvchi guruhini qo'shib bo'lmaydi

source: Cannot add web scenario
uz: Web ssenariyni qo'shib bo'lmaydi

source: Cannot add widget: no widgets available.
uz: Vidjet qo'shib bo'lmaydi: Vidjetlar mavjud emas.

source: Cannot add widget: not enough free space on the dashboard.
uz: Vidjet qo'shib bo'lmaydi: Dashbordda yetarli bo'sh joy yo'q.

source: Cannot assign the inventory field "%1$s" to the item with key "%2$s" of host "%3$s", because it is already populated by the item with key "%4$s".
uz: Inventar maydoni "%1$s" ni host "%3$s" ning "%2$s" kalitiga bog'lab bo'lmaydi, chunki bu maydon "%4$s" kalitiga ega bo'lgan element tomonidan allaqachon to'ldirilgan.

source: Cannot assign the inventory field "%1$s" to the item with key "%2$s" of template "%3$s", because it is already populated by the item with key "%4$s".
uz: Inventar maydoni "%1$s" ni shablon "%3$s" ning "%2$s" kalitiga bog'lab bo'lmaydi, chunki bu maydon "%4$s" kalitiga ega bo'lgan element tomonidan allaqachon to'ldirilgan.

# screen reader
source: Cannot be removed
uz: O'chirib bo'lmaydi

source: Cannot bind anonymously to LDAP server.
uz: LDAP serveriga anonim ravishda ulanish mumkin emas.

source: Cannot bind to LDAP server.
uz: LDAP serveriga ulanish mumkin emas.

source: Cannot build expression tree: %1$s.
uz: Ifoda daraxtini qurib bo'lmaydi: %1$s.

source: Cannot change the user type of own role.
uz: O'z rolingizning foydalanuvchi turini o'zgartirish mumkin emas.

source: Cannot clear history and trends
uz: Tarix va tendensiyalarni tozalash mumkin emas

source: Cannot clone graph prototypes.
uz: Grafik prototiplarini klonlash mumkin emas.

source: Cannot clone trigger prototypes.
uz: Tugmacha prototiplarini klonlash mumkin emas.

source: Cannot close problem: %1$s.
uz: Muammoni yopib bo'lmaydi: %1$s.

source: Cannot connect to LDAP server.
uz: LDAP serveriga ulanib bo'lmaydi.

source: Cannot connect to the database.
uz: Ma'lumotlar bazasiga ulanib bo'lmaydi.

source: Cannot convert POST data:
uz: POST ma'lumotlarini o'zgartirib bo'lmaydi:

source: Cannot copy graph
uz: Grafikni nusxalab bo'lmaydi

source: Cannot copy graph "%1$s", because it has items from the multiple hosts.
uz: Grafik "%1$s" ni nusxalab bo'lmaydi, chunki unda bir nechta hostlardan elementlar bor.

source: Cannot copy graph "%1$s", because the item with key "%2$s" does not exist on the host "%3$s".
uz: Grafik "%1$s" ni nusxalab bo'lmaydi, chunki "%2$s" kalitiga ega element "%3$s" hostida mavjud emas.

source: Cannot copy graph "%1$s", because the item with key "%2$s" does not exist on the template "%3$s".
uz: Grafik "%1$s" ni nusxalab bo'lmaydi, chunki "%2$s" kalitiga ega element "%3$s" shablonida mavjud emas.

source: Cannot copy graph prototype "%1$s", because the item with key "%2$s" does not exist on the host "%3$s".
uz: Grafik prototipi "%1$s" ni nusxalab bo'lmaydi, chunki "%2$s" kalitiga ega element "%3$s" hostida mavjud emas.

source: Cannot copy graph prototype "%1$s", because the item with key "%2$s" does not exist on the template "%3$s".
uz: Grafik prototipi "%1$s" ni nusxalab bo'lmaydi, chunki "%2$s" kalitiga ega element "%3$s" shablonida mavjud emas.

source: Cannot copy item
uz: Elementni nusxalab bo'lmaydi

source: Cannot copy item prototype with key "%1$s" without its master item with key "%2$s".
uz: Kalit "%1$s" bo'lgan element prototipini uning master elementi "%2$s" bilan nusxalab bo'lmaydi.

source: Cannot copy item with key "%1$s" without its master item with key "%2$s".
uz: Kalit "%1$s" bo'lgan elementni uning master elementi "%2$s" bilan nusxalab bo'lmaydi.

source: Cannot copy trigger
uz: Tugmachani nusxalab bo'lmaydi

source: Cannot copy trigger "%1$s" without the trigger "%2$s", on which it depends, to the host "%3$s".
uz: Tugmacha "%1$s" ni "%2$s" tugmachasi bilan, unga bog'liq bo'lgan holda, "%3$s" hostiga nusxalab bo'lmaydi.

source: Cannot copy trigger "%1$s" without the trigger "%2$s", on which it depends, to the template "%3$s".
uz: Tugmacha "%1$s" ni "%2$s" tugmachasi bilan, unga bog'liq bo'lgan holda, "%3$s" shabloniga nusxalab bo'lmaydi.

source: Cannot copy trigger "%1$s", because it has multiple hosts in the expression.
uz: Tugmacha "%1$s" ni nusxalab bo'lmaydi, chunki u ifodada bir nechta hostlarga ega.

source: Cannot copy trigger "%1$s", because it has multiple templates in the expression.
uz: Tugmacha "%1$s" ni nusxalab bo'lmaydi, chunki u ifodada bir nechta shablonlarga ega.

source: Cannot create SLA
uz: SLA yaratib bo'lmaydi

source: Cannot create a host prototype on a discovered host "%1$s".
uz: Aniqlangan host "%1$s" ustida host prototipini yaratib bo'lmaydi.

source: Cannot create another database connection.
uz: Boshqa ma'lumotlar bazasiga ulanishni yaratib bo'lmaydi.

source: Cannot create connector
uz: Ulanishni yaratib bo'lmaydi

source: Cannot create discovery rule
uz: Kashfiyot qoidasini yaratib bo'lmaydi

source: Cannot create event correlation
uz: Voqea bog'lanishini yaratib bo'lmaydi

source: Cannot create icon map
uz: Ikonka xaritasini yaratib bo'lmaydi

source: Cannot create maintenance period
uz: Texnik xizmat ko'rsatish davrini yaratib bo'lmaydi

source: Cannot create request
uz: So'rovni yaratib bo'lmaydi

source: Cannot create scheduled report
uz: Rejalashtirilgan hisobotni yaratib bo'lmaydi

source: Cannot create service
uz: Xizmatni yaratib bo'lmaydi

source: Cannot create service "%1$s": %2$s.
uz: Xizmatni "%1$s" yaratib bo'lmaydi: %2$s.

source: Cannot create the configuration file.
uz: Konfiguratsiya faylini yaratib bo'lmaydi.

source: Cannot create user role
uz: Foydalanuvchi rolini yaratib bo'lmaydi

source: Cannot create web scenario step
uz: Veb-ssenariy bosqichini yaratib bo'lmaydi

source: Cannot delete API token
uz: API tokenini o'chirib bo'lmaydi

source: Cannot delete MFA method "%1$s", because it is used by user group "%2$s".
uz: MFA usulini "%1$s" o'chirib bo'lmaydi, chunki u "%2$s" foydalanuvchi guruhidan foydalanilmoqda.

source: Cannot delete SLA
uz: SLAni o'chirib bo'lmaydi

source: Cannot delete Zabbix internal user "%1$s", try disabling that user.
uz: Zoddix ichki foydalanuvchisini "%1$s" o'chirib bo'lmaydi, iltimos, foydalanuvchini o'chirishni sinab ko'ring.

source: Cannot delete action
uz: Harakatni o'chirib bo'lmaydi

source: Cannot delete assigned user role "%1$s".
uz: Tayinlangan foydalanuvchi rolini "%1$s" o'chirib bo'lmaydi.

source: Cannot delete connector
uz: Ulanishni o'chirib bo'lmaydi

source: Cannot delete dashboard
uz: Boshqaruv panelini o'chirib bo'lmaydi

source: Cannot delete default MFA method.
uz: Standart MFA usulini o'chirib bo'lmaydi.

source: Cannot delete default user directory.
uz: Standart foydalanuvchi katalogini o'chirib bo'lmaydi.

source: Cannot delete discovery check "%1$s" of discovery rule "%2$s": %3$s.
uz: Kashfiyot qoidasi "%2$s" ning kashfiyot tekshiruvi "%1$s" o'chirib bo'lmaydi: %3$s.

source: Cannot delete discovery rule
uz: Kashfiyot qoidasini o'chirib bo'lmaydi

source: Cannot delete discovery rule "%1$s": %2$s.
uz: Kashfiyot qoidasini "%1$s" o'chirib bo'lmaydi: %2$s.

source: Cannot delete event correlation
uz: Voqea bog'lanishini o'chirib bo'lmaydi

source: Cannot delete graph
uz: Grafikni o'chirib bo'lmaydi

source: Cannot delete graph prototype
uz: Grafik prototipini o'chirib bo'lmaydi

source: Cannot delete host
uz: Xostni o'chirib bo'lmaydi

source: Cannot delete host "%1$s": %2$s.
uz: Xostni "%1$s" o'chirib bo'lmaydi: %2$s.

source: Cannot delete host %1$s because maintenance "%2$s" must contain at least one host or host group.
uz: Xostni %1$s o'chirib bo'lmaydi, chunki texnik xizmat "%2$s" kamida bir xost yoki xost guruhini o'z ichiga olishi kerak.

source: Cannot delete host group
uz: Xost guruhini o'chirib bo'lmaydi

source: Cannot delete host group "%1$s": %2$s.
uz: Xost guruhini "%1$s" o'chirib bo'lmaydi: %2$s.

source: Cannot delete host group %1$s because maintenance "%2$s" must contain at least one host or host group.
uz: Xost guruhini %1$s o'chirib bo'lmaydi, chunki texnik xizmat "%2$s" kamida bir xost yoki xost guruhini o'z ichiga olishi kerak.

source: Cannot delete host groups
uz: Xost guruhlarini o'chirib bo'lmaydi

source: Cannot delete host prototype
uz: Xost prototipini o'chirib bo'lmaydi

source: Cannot delete host prototypes
uz: Xost prototiplarini o'chirib bo'lmaydi

source: Cannot delete icon map
uz: Ikonka xaritasini o'chirib bo'lmaydi

source: Cannot delete image
uz: Rasmni o'chirib bo'lmaydi

source: Cannot delete interface for discovered host "%1$s".
uz: Kashf etilgan xost uchun interfeysni "%1$s" o'chirib bo'lmaydi.

source: Cannot delete inventory.
uz: Inventarni o'chirib bo'lmaydi

source: Cannot delete item
uz: Elementni o'chirib bo'lmaydi

source: Cannot delete item prototype
uz: Element prototipini o'chirib bo'lmaydi

source: Cannot delete maintenance period
uz: Texnik xizmat davrini o'chirib bo'lmaydi

source: Cannot delete media type
uz: Media turini o'chirib bo'lmaydi

source: Cannot delete module: %1$s.
uz: Modulni o'chirib bo'lmaydi: %1$s.

source: Cannot delete network map
uz: Tarmoq xaritasini o'chirib bo'lmaydi

source: Cannot delete proxies
uz: Proksi serverlarini o'chirib bo'lmaydi

source: Cannot delete proxy
uz: Proksi o'chirilmaydi

source: Cannot delete proxy group
uz: Proksi guruhini o'chirish mumkin emas

source: Cannot delete proxy groups
uz: Proksi guruhlari o'chirilmaydi

source: Cannot delete readonly user role "%1$s".
uz: "%1$s" o'qish uchun mo'ljallangan foydalanuvchi roli o'chirilmaydi.

source: Cannot delete regular expression
uz: Regulyar ifodani o'chirish mumkin emas

source: Cannot delete scheduled report
uz: Rejalashtirilgan hisobotni o'chirish mumkin emas

source: Cannot delete script
uz: Skriptdan o'chirish mumkin emas

source: Cannot delete scripts. Script "%1$s" is used in action operation "%2$s".
uz: Skriptlar o'chirilmaydi. "%1$s" skripti "%2$s" amali operatsiyasida ishlatilmoqda.

source: Cannot delete service
uz: Xizmatni o'chirish mumkin emas

source: Cannot delete service "%1$s": %2$s.
uz: "%1$s" xizmatini o'chirish mumkin emas: %2$s.

source: Cannot delete template
uz: Shablonni o'chirish mumkin emas

source: Cannot delete template "%1$s": %2$s.
uz: "%1$s" shablonini o'chirish mumkin emas: %2$s.

source: Cannot delete template group
uz: Shablon guruhini o'chirish mumkin emas

source: Cannot delete templated graph prototype.
uz: Shablonli grafik prototipi o'chirilmaydi.

source: Cannot delete templated graph.
uz: Shablonli grafik o'chirilmaydi.

source: Cannot delete templated trigger "%1$s:%2$s".
uz: Shablonli trigerni "%1$s:%2$s" o'chirish mumkin emas.

source: Cannot delete templated trigger prototype "%1$s:%2$s".
uz: Shablonli trigger prototipini "%1$s:%2$s" o'chirish mumkin emas.

source: Cannot delete templated web scenario "%1$s".
uz: Shablonli veb-scenariy "%1$s" o'chirilmaydi.

source: Cannot delete trigger
uz: Triggerni o'chirish mumkin emas

source: Cannot delete trigger "%1$s": %2$s.
uz: "%1$s" triggeri o'chirilmaydi: %2$s.

source: Cannot delete trigger prototype
uz: Trigger prototipini o'chirish mumkin emas

source: Cannot delete user
uz: Foydalanuvchini o'chirish mumkin emas

source: Cannot delete user directory "%1$s".
uz: "%1$s" foydalanuvchi katalogini o'chirish mumkin emas.

source: Cannot delete user group
uz: Foydalanuvchi guruhini o'chirish mumkin emas

source: Cannot delete user group "%1$s", because it is used by LDAP userdirectory "%2$s".
uz: "%1$s" foydalanuvchi guruhini o'chirish mumkin emas, chunki u LDAP foydalanuvchi katalogi "%2$s" tomonidan ishlatilmoqda.

source: Cannot delete user group "%1$s", because it is used by SAML userdirectory.
uz: "%1$s" foydalanuvchi guruhini o'chirish mumkin emas, chunki u SAML foydalanuvchi katalogi tomonidan ishlatilmoqda.

source: Cannot delete user group "%1$s", because it is used by provisioned user "%2$s".
uz: "%1$s" foydalanuvchi guruhini o'chirish mumkin emas, chunki u taqdim etilgan foydalanuvchi "%2$s" tomonidan ishlatilmoqda.

source: Cannot delete user role
uz: Foydalanuvchi rolini o'chirish mumkin emas

source: Cannot delete web scenario
uz: Veb-scenariyni o'chirish mumkin emas

source: Cannot disable API token
uz: API tokenini o'chirish mumkin emas

source: Cannot disable SLA
uz: SLAni o'chirish mumkin emas

source: Cannot disable action
uz: Amalni o'chirish mumkin emas

source: Cannot disable connector
uz: Konnektorni o'chirish mumkin emas

source: Cannot disable discovery rule
uz: Kashf qilish qoidalarini o'chirish mumkin emas

source: Cannot disable event correlation
uz: Voqealar bog'lanishini o'chirish mumkin emas

source: Cannot disable host
uz: Xostni o'chirish mumkin emas

source: Cannot disable item
uz: Elementni o'chirish mumkin emas

source: Cannot disable media type
uz: Media turini o'chirish mumkin emas

source: Cannot disable module
uz: Modulni o'chirish mumkin emas

source: Cannot disable scheduled report
uz: Rejalashtirilgan hisobotni o'chirish mumkin emas

source: Cannot disable trigger
uz: Triggerni o'chirish mumkin emas

source: Cannot disable web scenario
uz: Veb-scenariyni o'chirish mumkin emas

source: Cannot display item queue.
uz: Elementlar navbatini ko'rsatib bo'lmaydi.

source: Cannot display more than one item with type "Graph sum".
uz: "Grafik summasi" turidagi bir nechta elementni ko'rsatib bo'lmaydi.

source: Cannot enable API token
uz: API tokenini yoqish mumkin emas

source: Cannot enable SLA
uz: SLA'ni yoqib bo'lmadi

source: Cannot enable action
uz: Harakatni yoqib bo'lmadi

source: Cannot enable connector
uz: Ulanuvchini yoqib bo'lmadi

source: Cannot enable discovery rule
uz: Kashf qilish qoidasini yoqib bo'lmadi

source: Cannot enable event correlation
uz: Voqea bog'lanishini yoqib bo'lmadi

source: Cannot enable host
uz: Xostni yoqib bo'lmadi

source: Cannot enable item
uz: Elementni yoqib bo'lmadi

source: Cannot enable media type
uz: Media turini yoqib bo'lmadi

source: Cannot enable module
uz: Modulni yoqib bo'lmadi

source: Cannot enable scheduled report
uz: Rejalashtirilgan hisobotni yoqib bo'lmadi

source: Cannot enable trigger
uz: Triggerni yoqib bo'lmadi

source: Cannot enable web scenario
uz: Veb-scenariyni yoqib bo'lmadi

source: Cannot evaluate expression
uz: Ifodani baholash mumkin emas

source: Cannot execute URL type script.
uz: URL turidagi skriptni bajarib bo'lmadi

source: Cannot execute operation
uz: Operatsiyani bajarib bo'lmadi

source: Cannot execute script.
uz: Skriptni bajarib bo'lmadi

source: Cannot expand macros.
uz: Makrolarni kengaytirib bo'lmadi

source: Cannot find SLA "%1$s" used in dashboard "%2$s".
uz: Dashboard "%2$s"da ishlatilgan "%1$s" SLA topilmadi

source: Cannot find action "%1$s" used in dashboard "%2$s".
uz: Dashboard "%2$s"da ishlatilgan "%1$s" harakat topilmadi

source: Cannot find background image "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" fon rasmi topilmadi

source: Cannot find graph "%1$s" used in dashboard "%2$s".
uz: Dashboard "%2$s"da ishlatilgan "%1$s" graf topilmadi

source: Cannot find group "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" guruh topilmadi

source: Cannot find host "%1$s" used in dashboard "%2$s".
uz: Dashboard "%2$s"da ishlatilgan "%1$s" xost topilmadi

source: Cannot find host "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" hosti topilmadi.

source: Cannot find host group "%1$s" for host prototype "%2$s" of discovery rule "%3$s" on "%4$s".
uz: "%4$s"da "%3$s" aniqlash qoidasining "%2$s" host prototipi uchun "%1$s" host guruhini topa olmadik.

source: Cannot find host interface on "%1$s" for item key "%2$s".
uz: "%1$s"da "%2$s" element kaliti uchun host interfeysi topilmadi.

source: Cannot find host interface on "%1$s" for item prototype with key "%2$s".
uz: "%1$s"da "%2$s" kalitiga ega element prototipi uchun host interfeysi topilmadi.

source: Cannot find host interface on "%1$s" for item with key "%2$s".
uz: "%1$s"da "%2$s" kaliti bo'lgan element uchun host interfeysi topilmadi.

source: Cannot find icon "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" ikonkasi topilmadi.

source: Cannot find icon map "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" ikonka xaritasi topilmadi.

source: Cannot find interface "%1$s" used for discovery rule "%2$s" on "%3$s".
uz: "%3$s"da "%2$s" aniqlash qoidasiga ishlatilgan "%1$s" interfeysi topilmadi.

source: Cannot find interface "%1$s" used for item "%2$s" on "%3$s".
uz: "%3$s"da "%2$s" elementi uchun ishlatilgan "%1$s" interfeysi topilmadi.

source: Cannot find interface "%1$s" used for item prototype "%2$s" of discovery rule "%3$s" on "%4$s".
uz: "%4$s"da "%3$s" aniqlash qoidasining "%2$s" element prototipi uchun ishlatilgan "%1$s" interfeysi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MAX value for graph "%3$s".
uz: "%2$s"da "%3$s" grafi uchun Y o'qi MAX qiymati sifatida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MAX value for graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
uz: "%2$s"da "%5$s"da "%4$s" aniqlash qoidasining "%3$s" grafi prototipi uchun Y o'qi MAX qiymati sifatida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MIN value for graph "%3$s".
uz: "%2$s"da "%3$s" grafi uchun Y o'qi MIN qiymati sifatida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MIN value for graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
uz: "%2$s"da "%5$s"da "%4$s" aniqlash qoidasining "%3$s" grafi prototipi uchun Y o'qi MIN qiymati sifatida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used in graph "%3$s".
uz: "%2$s"da "%3$s" grafida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" on "%2$s" used in graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
uz: "%2$s"da "%5$s"da "%4$s" aniqlash qoidasining "%3$s" grafi prototipi uchun ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find item "%1$s" used in dashboard "%2$s".
uz: "%2$s" boshqaruv panelida ishlatilgan "%1$s" elementi topilmadi.

source: Cannot find map "%1$s" used in dashboard "%2$s".
uz: "%2$s" boshqaruv panelida ishlatilgan "%1$s" xaritasi topilmadi.

source: Cannot find map "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" xaritasi topilmadi.

source: Cannot find media type "%1$s" used in dashboard "%2$s".
uz: "%2$s" boshqaruv panelida ishlatilgan "%1$s" media turi topilmadi.

source: Cannot find service "%1$s" used in dashboard "%2$s".
uz: "%2$s" boshqaruv panelida ishlatilgan "%1$s" xizmat topilmadi.

source: Cannot find template "%1$s" for host prototype "%2$s" of discovery rule "%3$s" on "%4$s".
uz: "%4$s"da "%3$s" aniqlash qoidasining "%2$s" host prototipi uchun "%1$s" shabloni topilmadi.
