Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Two or more fields cannot occupy same space.
uz: Ikki yoki undan ortiq maydonlar bir xil joyni egallay olmaydi.

source: Type
uz: Tur

source: Type (Full details)
uz: Tur (To'liq ma'lumot)

source: Type (OK)
uz: Tur (OK)

source: Type of calculation
uz: Hisoblash turi

source: Type of information
uz: Ma'lumot turi

source: Types
uz: Turlar

source: UI element "%2$s" is not available for user role "%1$s".
uz: UI elementi "%2$s" foydalanuvchi roli "%1$s" uchun mavjud emas.

source: UNKNOWN
uz: NOMA'LUM

source: UPDATING
uz: YANGILANMOQDA

source: URL (after login)
uz: URL (kirishdan so'ng)

source: URL is not properly encoded.
uz: URL to'g'ri kodlanmagan.

source: URL name should be unique for map "%1$s".
uz: "%1$s" xaritasi uchun URL nomi yagona bo'lishi kerak.

source: URL opening confirmation
uz: URL ochish tasdiqlanishi

source: URL parameter cannot be array.
uz: URL parametri massiv bo'lmasligi kerak.

source: URL parameter name is empty.
uz: URL parametrining nomi bo'sh.

source: URL should have both "name" and "url" fields for map "%1$s".
uz: "%1$s" xaritasi uchun URL "nomi" va "url" maydonlariga ega bo'lishi kerak.

source: URLs
uz: URLlar

source: UTF-8 from Hex-STRING
uz: Hex-STRING dan UTF-8

source: UUIDv4 is expected
uz: UUIDv4 kutilmoqda

source: Ukrainian (uk_UA)
uz: Ukraincha (uk_UA)

source: Unable to change configuration file permissions to 0600.
uz: Konfiguratsiya faylini 0600 ruxsatlariga o'zgartirish mumkin emas.

source: Unable to create the configuration file.
uz: Konfiguratsiya faylini yaratish mumkin emas.

source: Unable to determine current Zabbix database version: %1$s.
uz: Hozirgi Zoddix ma'lumotlar bazasi versiyasini aniqlash mumkin emas: %1$s.

source: Unable to find SAML userdirectory.
uz: SAML foydalanuvchi katalogini topish mumkin emas.

source: Unable to load authentication API parameters.
uz: Autentifikatsiya API parametrlarini yuklab olish mumkin emas.

source: Unable to load database credentials from Vault.
uz: Vault dan ma'lumotlar bazasi kirish ma'lumotlarini yuklab olish mumkin emas.

source: Unable to load housekeeping API parameters.
uz: Uy-joy xizmatlari API parametrlarini yuklab olish mumkin emas.

source: Unable to load settings API parameters.
uz: Sozlamalar API parametrlarini yuklab olish mumkin emas.

source: Unable to overwrite the existing configuration file.
uz: Mavjud konfiguratsiya faylini ustiga yozib bo'lmaydi.

source: Unable to retrieve TimescaleDB compression support status.
uz: TimescaleDB siqish qo'llab-quvvatlash holatini olish mumkin emas.

source: Unable to retrieve TimescaleDB version.
uz: TimescaleDB versiyasini olish mumkin emas.

source: Unable to scan? You can use %1$s secret key to manually configure your authenticator app:
uz: Skannerni ishlata olmaysizmi? Siz %1$s maxfiy kalitini ishlatib, autentifikator ilovangizni qo'lda sozlashingiz mumkin:

source: Unable to select configuration.
uz: Konfiguratsiyani tanlash mumkin emas.

source: Unable to upload file because "file_uploads" is disabled.
uz: "file_uploads" o'chirib qo'yilganligi sababli faylni yuklab bo'lmaydi.

source: Unacknowledge
uz: Tan olinmagan

source: Unacknowledged
uz: Tan olinmagan

source: Unacknowledged PROBLEM events
uz: Tan olinmagan MUAMMO hodisalari

source: Unacknowledged RESOLVED events
uz: Tan olinmagan YECHIM topilgan hodisalar

source: Unacknowledged only
uz: Faqat tan olinmagan

source: Unavailable
uz: Mavjud emas

source: Unavailable widget
uz: Mavjud bo'lmagan vidjet

source: Unblock
uz: Blokdan chiqarish

source: Unblock selected user?
uz: Tanlangan foydalanuvchini blokdan chiqarish?

source: Unblock selected users?
uz: Tanlangan foydalanuvchilarni blokdan chiqarish?

source: Uncategorized
uz: Kategoriya qo'yilmagan

source: Unchanged
uz: O'zgarmagan

source: Undo problem acknowledgement.
uz: Muammo tan olinishini bekor qilish

source: Unexpected response for action %1$s.
uz: %1$s harakati uchun kutilmagan javob.

source: Unexpected server error.
uz: Kutilmagan server xatosi.

source: Units
uz: Birliklar

source: Units size
uz: Birliklar o'lchami

source: Unknown
uz: Noma'lum

# compact table header
source: Unknown
uz: Noma'lum

source: Unknown action
uz: Noma'lum harakat

source: Unknown error
uz: Noma'lum xato

source: Unknown host item, no such item in selected host
uz: Noma'lum xost elementi, tanlangan xostda bunday element mavjud emas

source: Unknown host, no such host present in system
uz: Noma'lum xost, tizimda bunday xost mavjud emas

source: Unknown interface type.
uz: Noma'lum interfeys turi.

source: Unknown resource
uz: Noma'lum resurs

source: Unknown step failed: %1$s
uz: Noma'lum qadam muvaffaqiyatsiz tugadi: %1$s

source: Unknown value type
uz: Noma'lum qiymat turi

source: Unlimited
uz: Cheksiz

source: Unlink
uz: Bog'lanishni o'chirish

source: Unlink and clear
uz: Bog'lanishni o'chirish va tozalash

source: Unlink template
uz: Shablonni bog'lanishni o'chirish

source: Unlink templates
uz: Shablonlarni bog'lanishni o'chirish

source: Unmute
uz: Ovozini ochish

source: Unmute for %1$s
uz: %1$s uchun ovozini ochish

source: Unsupported %1$s database server version. Must be at least %2$s.
uz: %1$s ma'lumotlar bazasi server versiyasi qo'llab-quvvatlanmaydi. Kamida %2$s bo'lishi kerak.

source: Unsupported %1$s database server version. Must not be higher than %2$s.
uz: %1$s ma'lumotlar bazasi server versiyasi qo'llab-quvvatlanmaydi. %2$s dan yuqori bo'lmasligi kerak.

source: Unsupported TimescaleDB version. Should be at least %1$s.
uz: TimescaleDB versiyasi qo'llab-quvvatlanmaydi. Kamida %1$s bo'lishi kerak.

source: Unsupported TimescaleDB version. Should not be higher than %1$s.
uz: TimescaleDB versiyasi qo'llab-quvvatlanmaydi. %1$s dan yuqori bo'lmasligi kerak.

source: Unsupported charset or collation for table: %1$s.
uz: Jadval uchun qo'llab-quvvatlanmaydigan xarakter to'plami yoki tartib: %1$s.

source: Unsupported import file extension "%1$s".
uz: Qo'llab-quvvatlanmaydigan import fayli kengaytmasi "%1$s".

source: Unsupported import format "%1$s".
uz: Qo'llab-quvvatlanmaydigan import formati "%1$s".

source: Unsupported operation.
uz: Qo'llab-quvvatlanmaydigan operatsiya.

source: Unsuppress
uz: Yashirishni ochish

source: Unsuppressed
uz: Yashirilmagan

source: Unsuppressed by: %1$s
uz: Yashirilmagan: %1$s

source: Until
uz: Gacha

source: Untitled
uz: Nomlanmagan

# discovery results in dashboard
source: Up
uz: Yuqori

# discovery status
source: Up
uz: Yuqori

source: Up to date
uz: Yangilangan

source: Update
uz: Yangilash

source: Update column
uz: Ustunni yangilash

source: Update existing
uz: Mavjudni yangilash

source: Update interval
uz: Yangilash intervali

source: Update operations
uz: Yangilash operatsiyalari

source: Update problem
uz: Muammoni yangilash

source: Updated
uz: Yangilangan

source: Updated status of host "%1$s".
uz: Host "%1$s" ning holati yangilandi.

source: Updating
uz: Yangilanmoqda

source: Upload
uz: Yuklash

source: Upper level maps
uz: Yuqori darajali xaritalar

source: Uptime
uz: Ishlash vaqti

# compact table header
source: Uptime
uz: Ishlash vaqti

source: Uptime of Zabbix server process in seconds.
uz: Zoddix server jarayonining ishlash vaqti (sekundlarda).

source: Uptime/Downtime
uz: Ishlash/Ishlamaslik vaqti

source: Use %{ref} in group filter to reference value of this user attribute.
uz: Bu foydalanuvchi atributining qiymatini kiritish uchun guruh filtri ichida %{ref} dan foydalaning.

source: Use X-Frame-Options HTTP header
uz: X-Frame-Options HTTP sarlavhasidan foydalanish

source: Use combined requests
uz: Birlashgan so'rovlarni ishlatish

source: Use custom event status colors
uz: Maxsus voqea holat ranglaridan foydalanish

source: Use default
uz: Standartni ishlatish

source: Use host prototype configuration form to remove automatically linked templates on upcoming discovery.
uz: Kelajakdagi kashfiyotda avtomatik tarzda bog'langan shablonlarni olib tashlash uchun host prototipi konfiguratsiya formasidan foydalaning.

source: Use if severity
uz: Agar jiddiylikni ishlatish

source: Use iframe sandboxing
uz: iframe sandboxing dan foydalanish

source: Use monospace font
uz: Monospace shriftidan foydalanish

source: Use the filter to display results
uz: Natijalarni ko'rsatish uchun filterni ishlating

source: Used in actions
uz: Harakatlarda ishlatilgan

source: User
uz: Foydalanuvchi

source: User "%1$s" cannot be without user group.
uz: Foydalanuvchi "%1$s" foydalanuvchi guruhi bo'lmasdan bo'lmaydi.

source: User "%1$s" is dashboard "%2$s" owner.
uz: Foydalanuvchi "%1$s" "%2$s" dasbordining egasi.

source: User "%1$s" is map "%2$s" owner.
uz: Foydalanuvchi "%1$s" "%2$s" xaritasining egasi.

source: User "%1$s" is report "%2$s" owner.
uz: Foydalanuvchi "%1$s" "%2$s" hisobotining egasi.

source: User "%1$s" is report "%2$s" recipient.
uz: Foydalanuvchi "%1$s" "%2$s" hisobotining qabul qiluvchisi.

source: User "%1$s" is used in "%2$s" action.
uz: Foydalanuvchi "%1$s" "%2$s" harakatida ishlatilgan.

source: User "%1$s" is user on whose behalf report "%2$s" is created.
uz: Foydalanuvchi "%1$s" bu foydalanuvchining nomidan "%2$s" hisobotini yaratgan.

source: User "%1$s" must have a password, because internal authentication is in effect.
uz: Foydalanuvchi "%1$s" parolga ega bo'lishi kerak, chunki ichki autentifikatsiya amal qiladi.

source: User "%1$s" provisioned.
uz: Foydalanuvchi "%1$s" tayyorlandi.

source: User "%1$s" unblocked.
uz: Foydalanuvchi "%1$s" blokirovka qilindi.

source: User action
uz: Foydalanuvchi harakati

source: User added
uz: Foydalanuvchi qo'shildi

source: User agent string
uz: Foydalanuvchi agenti satri

source: User cannot add himself to a disabled group or a group with disabled GUI access.
uz: Foydalanuvchi o'zini faollashtirilmagan guruhga yoki GUI kirish huquqi yo'q guruhga qo'sha olmaydi.

source: User cannot add oneself to a disabled group or a group with disabled GUI access.
uz: Foydalanuvchi o'zini faollashtirilmagan guruhga yoki GUI kirish huquqi yo'q guruhga qo'sha olmaydi.

source: User cannot change own role.
uz: Foydalanuvchi o'z rolini o'zgartira olmaydi.

source: User cannot change the user type of own role.
uz: Foydalanuvchi o'z rolining foydalanuvchi turini o'zgartira olmaydi.

source: User deleted
uz: Foydalanuvchi o'chirildi

source: User directory
uz: Foydalanuvchi katalogi

source: User directory "%1$s" already exists.
uz: Foydalanuvchi katalogi "%1$s" allaqachon mavjud.

source: User directory with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan foydalanuvchi katalogi mavjud emas.

source: User does not have user groups.
uz: Foydalanuvchida foydalanuvchi guruhlari yo'q.

source: User does not have user role.
uz: Foydalanuvchida foydalanuvchi roli yo'q.

source: User group
uz: Foydalanuvchi guruhi

source: User group "%1$s" already exists.
uz: Foydalanuvchi guruhi "%1$s" allaqachon mavjud.

source: User group "%1$s" is report "%2$s" recipient.
uz: Foydalanuvchi guruhi "%1$s" "%2$s" hisobotining qabul qiluvchisi.

source: User group "%1$s" is used in "%2$s" action.
uz: Foydalanuvchi guruhi "%1$s" "%2$s" harakatida ishlatilgan.

source: User group "%1$s" is used in configuration for database down messages.
uz: Foydalanuvchi guruhi "%1$s" ma'lumotlar bazasi ishlamay qolgan xabarlari konfiguratsiyasida ishlatilgan.

source: User group "%1$s" is used in script "%2$s".
uz: Foydalanuvchi guruhi "%1$s" "%2$s" skriptida ishlatilgan.

source: User group added
uz: Foydalanuvchi guruhi qo'shildi

source: User group deleted
uz: Foydalanuvchi guruhi o'chirildi

source: User group for database down message
uz: Ma'lumotlar bazasi ishlamay qolgan xabari uchun foydalanuvchi guruhi

source: User group mapping
uz: Foydalanuvchi guruhi xaritasi

source: User group membership attribute
uz: Foydalanuvchi guruhi a'zoligi atributi

source: User group sharing is missing parameters: %1$s for map "%2$s".
uz: Foydalanuvchi guruhi bo'lishi uchun parametrlar yo'q: %1$s xarita "%2$s" uchun.

source: User group updated
uz: Foydalanuvchi guruhi yangilandi

source: User group with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan foydalanuvchi guruhi mavjud emas.

source: User groups
uz: Foydalanuvchi guruhlari

source: User input has been successfully tested.
uz: Foydalanuvchi kiritgan ma'lumot muvaffaqiyatli sinovdan o'tkazildi.

source: User is not allowed to delete himself.
uz: Foydalanuvchi o'zini o'chirishga ruxsat berilmaydi.

source: User is not allowed to delete oneself.
uz: Foydalanuvchi o'zini o'chirishga ruxsat berilmaydi.

source: User last name attribute
uz: Foydalanuvchining familiya atributi

source: User macros
uz: Foydalanuvchi makroslari

source: User media
uz: Foydalanuvchi media

source: User menu
uz: Foydalanuvchi menyusi

source: User name
uz: Foydalanuvchi ismi

source: User name attribute
uz: Foydalanuvchi ismi atributi

source: User password
uz: Foydalanuvchi paroli

source: User profile
uz: Foydalanuvchi profili

source: User role
uz: Foydalanuvchi roli

source: User role "%1$s" already exists.
uz: Foydalanuvchi roli "%1$s" allaqachon mavjud.

source: User role created
uz: Foydalanuvchi roli yaratildi

source: User role deleted
uz: Foydalanuvchi roli o'chirildi

source: User role updated
uz: Foydalanuvchi roli yangilandi

source: User role with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan foydalanuvchi roli mavjud emas.

source: User roles
uz: Foydalanuvchi rollari

source: User sessions
uz: Foydalanuvchi sessiyalari

source: User settings
uz: Foydalanuvchi sozlamalari

source: User sharing is missing parameters: %1$s for map "%2$s".
uz: Foydalanuvchi bo'lishi uchun parametrlar yo'q: %1$s xarita "%2$s" uchun.

source: User type
uz: Foydalanuvchi turi

source: User unblocked
uz: Foydalanuvchi blokdan chiqarildi

source: User updated
uz: Foydalanuvchi yangilandi

source: User with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan foydalanuvchi mavjud emas.

source: User with username "%1$s" already exists.
uz: Foydalanuvchi nomi "%1$s" allaqachon mavjud.

source: User/Recipient
uz: Foydalanuvchi/Qabul qiluvchi

source: Username
uz: Foydalanuvchi nomi

source: Username and password
uz: Foydalanuvchi nomi va paroli

source: Username and password must be stored in Vault secret keys "UserName" and "Content".
uz: Foydalanuvchi nomi va parol Vault maxfiy kalitlarida "UserName" va "Content" saqlanishi kerak.

source: Username and password must be stored in Vault secret keys "username" and "password".
uz: Foydalanuvchi nomi va parol Vault maxfiy kalitlarida "username" va "password" saqlanishi kerak.

source: Username attribute
uz: Foydalanuvchi nomi atributi

source: Users
uz: Foydalanuvchilar

source: VMware Distributed Virtual Switch, "url" - VMware service URL. Returns JSON
uz: VMware taqsimlangan virtual kalit, "url" - VMware xizmatining URL manzili. JSON formatida qaytaradi.

source: VMware FetchDVPorts wrapper, "url" - VMware service URL, "uuid" - VMware DVSwitch global unique identifier, "filter" - vmware data object DistributedVirtualSwitchPortCriteria, "mode"- state(default)/full. Returns JSON
uz: VMware FetchDVPorts o'rab olinishi, "url" - VMware xizmatining URL manzili, "uuid" - VMware DVSwitch global yagona identifikatori, "filter" - vmware ma'lumotlar obyekti DistributedVirtualSwitchPortCriteria, "mode"- holat(default)/to'liq. JSON formatida qaytaradi.

source: VMware cache statistics. Valid modes are: total, free, pfree, used and pused.
uz: VMware kesh statistikasi. Yaroqli rejalar: jami, bo'sh, pbo'sh, ishlatilgan va pishirilgan.

source: VMware cluster alarms data, returns JSON, "url" - VMware service URL, "id" - VMware cluster id
uz: VMware klasteri alarm ma'lumotlari, JSON formatida qaytariladi, "url" - VMware xizmatining URL manzili, "id" - VMware klaster identifikatori.

source: VMware cluster performance counter, "url" - VMware service URL, "id" - VMware cluster id, "path" - performance counter path, "instance" - performance counter instance
uz: VMware klasteri ishlash hisoblagichlari, "url" - VMware xizmatining URL manzili, "id" - VMware klaster identifikatori, "path" - ishlash hisoblagichining yo'li, "instance" - ishlash hisoblagichining nusxasi.

source: VMware cluster property, "url" - VMware service URL, "id" - VMware cluster id, "prop" - property path
uz: VMware klasteri xususiyati, "url" - VMware xizmati URL manzili, "id" - VMware klasteri identifikatori, "prop" - xususiyat yo'li

source: VMware cluster status, "url" - VMware service URL, "name" - VMware cluster name
uz: VMware klasteri holati, "url" - VMware xizmati URL manzili, "name" - VMware klasteri nomi

source: VMware cluster tags array, "url" - VMware service URL, "id" - VMware cluster id
uz: VMware klasteri teglar massivasi, "url" - VMware xizmati URL manzili, "id" - VMware klasteri identifikatori

source: VMware datacenter alarms data, returns JSON, "url" - VMware service URL, "id" - VMware datacenter id
uz: VMware ma'lumot markazi signalizatsiya ma'lumotlari, JSON formatida qaytariladi, "url" - VMware xizmati URL manzili, "id" - VMware ma'lumot markazi identifikatori

source: VMware datacenter tags array, "url" - VMware service URL, "id" - VMware datacenter id. Returns JSON
uz: VMware ma'lumot markazi teglar massivasi, "url" - VMware xizmati URL manzili, "id" - VMware ma'lumot markazi identifikatori. JSON formatida qaytariladi

source: VMware datacenters and their IDs, "url" - VMware service URL. Returns JSON
uz: VMware ma'lumot markazlari va ularning identifikatorlari, "url" - VMware xizmati URL manzili. JSON formatida qaytariladi

source: VMware datastore alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier
uz: VMware saqlash joyi signalizatsiya ma'lumotlari, JSON formatida qaytariladi, "url" - VMware xizmati URL manzili, "uuid" - VMware saqlash joyi global yagona identifikatori

source: VMware datastore capacity statistics in bytes or in percentage from total, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore name, "mode" - total(default)/free/pfree/uncommitted. Returns integer for bytes; float for percentage
uz: VMware saqlash joyi sig'imi statistikasi baytlarda yoki umumiydan foiz sifatida, "url" - VMware xizmati URL manzili, "uuid" - VMware gipervizori global yagona identifikatori, "datastore" - saqlash joyi nomi, "mode" - umumiy (standart)/bo'sh/pbo'sh/yuklanmagan. Baytlar uchun butun son; foizlar uchun o'nlik son qaytariladi

source: VMware datastore capacity statistics in bytes or in percentage from total. Returns integer for bytes; float for percentage
uz: VMware saqlash joyi sig'imi statistikasi baytlarda yoki umumiydan foiz sifatida. Baytlar uchun butun son; foizlar uchun o'nlik son qaytariladi

source: VMware datastore hypervisors list, "url" - VMware service URL, "datastore" - datastore name
uz: VMware saqlash joyi gipervizorlari ro'yxati, "url" - VMware xizmati URL manzili, "datastore" - saqlash joyi nomi

source: VMware datastore performance counter, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier, "path" - performance counter path, "instance" - datastore perfcounter instance from vmware.hv.diskinfo.get
uz: VMware saqlash joyi ishlash ko'rsatkichi, "url" - VMware xizmati URL manzili, "uuid" - VMware saqlash joyi global yagona identifikatori, "path" - ishlash ko'rsatkichi yo'li, "instance" - vmware.hv.diskinfo.get dan saqlash joyi perfcounter instansiyasi

source: VMware datastore property, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier, "prop" - property path
uz: VMware saqlash joyi xususiyati, "url" - VMware xizmati URL manzili, "uuid" - VMware saqlash joyi global yagona identifikatori, "prop" - xususiyat yo'li

source: VMware datastore read statistics, "url" - VMware service URL, "datastore" - datastore name, "mode"- latency/maxlatency - average or maximum
uz: VMware saqlash joyi o'qish statistikasi, "url" - VMware xizmati URL manzili, "datastore" - saqlash joyi nomi, "mode"- kechikish/maksimal kechikish - o'rtacha yoki maksimal

source: VMware datastore tags array, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier. Returns JSON
uz: VMware saqlash joyi teglar massivasi, "url" - VMware xizmati URL manzili, "uuid" - VMware saqlash joyi global yagona identifikatori. JSON formatida qaytariladi

source: VMware datastore write statistics, "url" - VMware service URL, "datastore" - datastore name, "mode"- latency/maxlatency - average or maximum
uz: VMware saqlash joyi yozish statistikasi, "url" - VMware xizmati URL manzili, "datastore" - saqlash joyi nomi, "mode"- kechikish/maksimal kechikish - o'rtacha yoki maksimal

source: VMware event log, "url" - VMware service URL, "mode"- all (default) or skip - skip processing of older data, "severity" - filtering is disabled by default or "error,warning,info,user" in any combination
uz: VMware hodisa jurnalini, "url" - VMware xizmati URL manzili, "mode"- barcha (standart) yoki o'tgan ma'lumotlarni o'tkazib yuborish - eski ma'lumotlarni ishlov berishni o'tkazib yuborish, "severity" - filtrlash odatda o'chirilgan yoki "xato, ogohlantirish, ma'lumot, foydalanuvchi" istalgan kombinatsiyada

source: VMware event log, "url" - VMware service URL, "mode"- all (default), skip - skip processing of older data
uz: VMware hodisa jurnalini, "url" - VMware xizmati URL manzili, "mode"- barcha (standart), o'tgan ma'lumotlarni o'tkazib yuborish

source: VMware hypervisor BIOS UUID, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori BIOS UUID, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor HW vendor state sensors, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
uz: VMware gipervizori uskuna ishlab chiqaruvchisining holat sensorlari, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. JSON qaytaradi

source: VMware hypervisor alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori ogohlantirishlar ma'lumoti, JSON formatida qaytaradi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor ballooned memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizorining ballonga o'xshash xotira hajmi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor cluster name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizorining klaster nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor connection state, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizorining ulanish holati, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor datacenter name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns string
uz: VMware gipervizorining ma'lumot markazi nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. Satr sifatida qaytaradi

source: VMware hypervisor datastore read statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore nomi, "mode"- latency
uz: VMware gipervizorining ma'lumot omboridan o'qish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "datastore" - ma'lumot ombori nomi, "mode" - kechikish
