Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: SSL key file
uz: SSL kalit fayli

source: SSL key password
uz: SSL kalit paroli

source: SSL verify host
uz: SSL orqali xostni tekshirish

source: SSL verify peer
uz: SSL orqali qarama-qarshi tomonni tekshirish

source: SSO service URL
uz: SSO xizmatining URL manzili

source: Sat
uz: Shan

source: Saturday
uz: Shanba

source: Save
uz: Saqlash

source: Save as
uz: Boshqa nom bilan saqlash

source: Save changes
uz: O'zgarishlarni saqlash

source: Save it as "%1$s"
uz: "%1$s" nomi bilan saqlang

source: Scale
uz: Masshtab

source: Scale size
uz: Masshtab o'lchami

source: Scan directory
uz: Katalogni skanerlash

source: Scan this QR code
uz: Ushbu QR kodni skanerlash

source: Scenario
uz: Ssenariy

source: Scenario tags
uz: Ssenariy teglari

source: Schedule
uz: Jadval

source: Scheduled check
uz: Rejalashtirilgan tekshiruv

source: Scheduled report
uz: Rejalashtirilgan hisobot

source: Scheduled report added
uz: Rejalashtirilgan hisobot qo'shildi

source: Scheduled report created
uz: Rejalashtirilgan hisobot yaratildi

source: Scheduled report deleted
uz: Rejalashtirilgan hisobot o'chirildi

source: Scheduled report disabled
uz: Rejalashtirilgan hisobot o'chirib qo'yildi

source: Scheduled report enabled
uz: Rejalashtirilgan hisobot yoqildi

source: Scheduled report test
uz: Rejalashtirilgan hisobot sinovi

source: Scheduled report updated
uz: Rejalashtirilgan hisobot yangilandi

source: Scheduled reports
uz: Rejalashtirilgan hisobotlar

source: Scheduling
uz: Jadval tuzish

source: Scope
uz: Doirasi

# selected problems
source: Scope
uz: Qamrov

source: Script
uz: Skript

source: Script "%1$s" already exists.
uz: Skript "%1$s" allaqachon mavjud.

source: Script added
uz: Skript qo'shildi

source: Script deleted
uz: Skript o'chirildi

source: Script does not have parameters.
uz: Skript parametrga ega emas.

source: Script edit
uz: Skriptni tahrirlash

source: Script execution
uz: Skript bajarilishi

source: Script execution log
uz: Skript bajarilishi jurnali

source: Script execution successful.
uz: Skript muvaffaqiyatli bajarildi.

source: Script name
uz: Skript nomi

source: Script parameters
uz: Skript parametrlari

source: Script profiler
uz: Skript profilaktori

source: Script updated
uz: Skript yangilandi

source: Scripts
uz: Skriptlar

source: Search
uz: Qidirish

source: Search attribute
uz: Qidiruv atributi

source: Search filter
uz: Qidiruv filtri

source: Search pattern is empty
uz: Qidiruv andozasi bo'sh

source: Search string
uz: Qidiruv matni

source: Season
uz: Fasl

source: Season deviation window
uz: Fasl og'ish oynasi

source: Secondary POC cell
uz: Ikkinchi POC uyali raqami

source: Secondary POC email
uz: Ikkinchi POC elektron pochtasi

source: Secondary POC name
uz: Ikkinchi POC ismi

source: Secondary POC notes
uz: Ikkinchi POC eslatmalari

source: Secondary POC phone A
uz: Ikkinchi POC telefon A

source: Secondary POC phone B
uz: Ikkinchi POC telefon B

source: Secondary POC screen name
uz: Ikkinchi POC ekran nomi

source: Secondary label
uz: Ikkinchi yorliq

source: Seconds
uz: Sekund

source: Secret text
uz: Maxfiy matn

source: Security
uz: Xavfsizlik

source: Security level
uz: Xavfsizlik darajasi

source: Security name
uz: Xavfsizlik nomi

source: Select
uz: Tanlang

source: Select SLA to display SLA report.
uz: SLA hisobotini ko'rsatish uchun SLA tanlang.

source: Select prototype
uz: Prototipni tanlang

source: Selected
uz: Tanlangan

source: Selected and all other problems of related triggers
uz: Tanlangan va tegishli triggerlarning boshqa barcha muammolari

source: Selected elements
uz: Tanlangan elementlar

source: Selected items only
uz: Faqat tanlangan elementlar

# screen reader
source: Selected, %1$s in position %2$d of %3$d
uz: Tanlangan, %1$s, %3$d dan %2$d o'rinda

# screen reader
source: Selected, %1$s, read only, in position %2$d of %3$d
uz: Tanlangan, %1$s, faqat o'qish, %3$d dan %2$d o'rinda

source: Send backward
uz: Orqaga yuborish

source: Send message
uz: Xabar yuborish

source: Send message to user groups
uz: Foydalanuvchi guruhlariga xabar yuborish

source: Send message to users
uz: Foydalanuvchilarga xabar yuborish

source: Send only to
uz: Faoliyat faqatga yuborilsin

source: Send to
uz: Yuborish

source: Send to back
uz: Orqaga yuborish

source: Send to media type
uz: Media turiga yuborish

source: Send to user groups
uz: Foydalanuvchi guruhlariga yuborish

source: Send to users
uz: Foydalanuvchilarga yuborish

source: Sent
uz: Yuborilgan

source: Sent/Executed
uz: Yuborilgan/Bajarilgan

source: Sep
uz: Sen

source: Separated
uz: Ajratilgan

source: Separately
uz: Alohida

source: September
uz: Sentyabr

source: Serial number A
uz: Seriya raqami A

source: Serial number B
uz: Seriya raqami B

source: Server time
uz: Server vaqti

source: Servers
uz: Serverlar

source: Service
uz: Xizmat

# compact table header
source: Service
uz: Xizmat

source: Service "%1$s" cannot have problem tags and children at the same time.
uz: Xizmat "%1$s" muammo teglariga va bolalarga bir vaqtning o'zida ega bo'la olmaydi.

source: Service actions
uz: Xizmat amallari

source: Service created
uz: Xizmat yaratildi

source: Service data storage period
uz: Xizmat ma'lumotlarini saqlash muddati

source: Service deleted
uz: Xizmat o'chirildi

source: Service edit
uz: Xizmatni tahrirlash

source: Service list
uz: Xizmatlar ro'yxati

source: Service name
uz: Xizmat nomi

source: Service port
uz: Xizmat porti

source: Service recovery
uz: Xizmatni tiklash

source: Service tag name
uz: Xizmat tegi nomi

source: Service tag value
uz: Xizmat tegi qiymati

source: Service tags
uz: Xizmat teglari

source: Service type
uz: Xizmat turi

source: Service update
uz: Xizmatni yangilash

source: Service updated
uz: Xizmat yangilandi

source: Service with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan xizmat mavjud emas.

source: Service with ID "%2$s" is not available for user role "%1$s".
uz: ID "%2$s" bo'lgan xizmat "%1$s" foydalanuvchi roli uchun mavjud emas.

source: Services
uz: Xizmatlar

source: Services form a circular dependency.
uz: Xizmatlar doiraviy bog'lanishni hosil qiladi.

source: Services updated
uz: Xizmatlar yangilandi

source: Session ID or token is expected.
uz: Sessiya ID yoki token kutilmoqda.

source: Session initialization error.
uz: Sessiyani boshlashda xatolik.

source: Session terminated, re-login, please.
uz: Sessiya yakunlandi, iltimos qayta kirish qiling.

source: Set custom time period
uz: Maxsus vaqt oralig'ini o'rnatish

source: Set error to
uz: Xatolikni o'rnatish

source: Set expiration date and time
uz: Amal qilish muddati va vaqtini o'rnatish

source: Set host inventory mode
uz: Xost inventarizatsiya rejimini o'rnatish

source: Set new value
uz: Yangi qiymatni o'rnatish

source: Set status to
uz: Holatni o'rnatish

source: Set status to OK
uz: Holatni OK ga o'rnatish

source: Set this view as default
uz: Bu ko'rinishni standart sifatida o'rnatish

source: Set value to
uz: Qiymatni o'rnatish

source: Setting LDAP dereferencing mode failed.
uz: LDAP dereferensiya rejimini o'rnatish muvaffaqiyatsiz bo'ldi.

source: Setting LDAP protocol failed.
uz: LDAP protokolini o'rnatish muvaffaqiyatsiz bo'ldi.

source: Setting LDAP referrals to "Off" failed.
uz: LDAP tavsiyalarini "Off" ga o'rnatish muvaffaqiyatsiz bo'ldi.

source: Settings
uz: Sozlamalar

source: Severity
uz: Jiddiyat

# compact table header
source: Severity
uz: Jiddiyat

# screen reader
source: Severity changed
uz: Jiddiyat o'zgardi

source: Severity changes
uz: Jiddiyat o'zgarishlari

# screen reader
source: Severity decreased
uz: Jiddiyat pasaydi

source: Severity filter
uz: Jiddiyat filtri

# screen reader
source: Severity increased
uz: Jiddiyat oshdi

source: Shape
uz: Shakl

source: Shared
uz: Ulashilgan

source: Sharing
uz: Ulashish

source: Sharing option "%1$s" is missing a value for map "%2$s".
uz: Ulashish opsiyasi "%1$s" xarita "%2$s" uchun qiymat yo'q.

source: Short
uz: Qisqa

source: Shortened
uz: Qisqartirilgan

source: Show
uz: Ko'rsatish

source: Show aggregation function
uz: Agregat funktsiyasini ko'rsatish

source: Show arc
uz: Arc ni ko'rsatish

source: Show column header
uz: Ustun sarlavhasini ko'rsatish

source: Show data in maintenance
uz: Texnik xizmatdagi ma'lumotlarni ko'rsatish

source: Show details
uz: Detallarni ko'rsatish

source: Show header
uz: Sarlavhani ko'rsatish

source: Show hosts in maintenance
uz: Texnik xizmatdagi xostlarni ko'rsatish

source: Show labels
uz: Yopishmalarni ko'rsatish

source: Show legend
uz: Afsonani ko'rsatish

source: Show lines
uz: Qatorlarni ko'rsatish

source: Show number of records
uz: Yozuvlar sonini ko'rsatish

source: Show only totals
uz: Faqat umumiy summalarni ko'rsatish

source: Show operational data
uz: Amaliy ma'lumotlarni ko'rsatish

source: Show periods
uz: Davrlarni ko'rsatish

source: Show problems
uz: Muammolarni ko'rsatish

source: Show selected
uz: Tanlanganlarni ko'rsatish

source: Show sidebar
uz: Yon panelni ko'rsatish

source: Show software update check details
uz: Dastur yangilanishi tekshiruvi tafsilotlarini ko'rsatish

source: Show suppressed problems
uz: Bosib o'tilgan muammolarni ko'rsatish

source: Show symptoms
uz: Simptomalarni ko'rsatish

source: Show tags
uz: Yopishmalarni ko'rsatish

source: Show technical errors
uz: Texnik xatolarni ko'rsatish

source: Show text as HTML
uz: Matnni HTML sifatida ko'rsatish

source: Show thumbnail
uz: Kichik rasmani ko'rsatish

source: Show timeline
uz: Vaqt chizig'ini ko'rsatish

source: Show timestamp
uz: Vaqt tamg'asini ko'rsatish

source: Show total value
uz: Umumiy qiymatni ko'rsatish

source: Show triggers
uz: Triggerlarni ko'rsatish

source: Show unavailable maps
uz: Mavjud bo'lmagan xaritalarni ko'rsatish

source: Show units
uz: Birliklarni ko'rsatish

source: Show value
uz: Qiymatni ko'rsatish

source: Show warning if Zabbix server is down
uz: Zoddix serveri ishlamayotganini ogohlantirishni ko'rsatish

source: Show working time
uz: Ish vaqti ni ko'rsatish

source: Shown
uz: Ko'rsatilgan

source: Shown as the account name to all MFA users in authenticator apps.
uz: Barcha MFA foydalanuvchilariga autentifikator dasturlarida hisob nomi sifatida ko'rsatiladi.

source: Shown as the label to all MFA users in authenticator apps.
uz: Barcha MFA foydalanuvchilariga autentifikator dasturlarida yorliq sifatida ko'rsatiladi.

source: Sidebar control
uz: Yon panel boshqaruvi

source: Sign
uz: Imzo

source: Sign in
uz: Kirish

source: Sign in with HTTP
uz: HTTP orqali kirish

source: Sign in with Single Sign-On (SAML)
uz: Bir martalik kirish (SAML) orqali kirish

source: Sign out
uz: Chiqish

source: Simple
uz: Oddiy

source: Simple change
uz: Oddiy o'zgarish

source: Simple check
uz: Oddiy tekshiruv

source: Simple graph
uz: Oddiy grafik

source: Simple graph prototype
uz: Oddiy grafik prototipi

source: Simple graphs
uz: Oddiy grafiklar

source: Simple triggers
uz: Oddiy triggerlar

source: Single
uz: Yagona

source: Single line
uz: Yagona qator

source: Single line - result will be displayed in a single line and truncated to specified length.
uz: Yagona qator - natija bir qator sifatida ko'rsatiladi va belgilangan uzunlikka qisqartiriladi.

source: Site ZIP / postal
uz: Saytning ZIP / pochta indeksi

source: Site address A
uz: Sayt manzili A

source: Site address B
uz: Sayt manzili B

source: Site address C
uz: Sayt manzili C

source: Site city
uz: Sayt shahri

source: Site country
uz: Sayt mamlakati

source: Site notes
uz: Sayt haqida izohlar

source: Site rack location
uz: Sayt rack joylashuvi

source: Site state / province
uz: Sayt viloyati / provinsiyasi

source: Size
uz: Hajm

source: Size of the response received from Zabbix server "%1$s" exceeds the allowed size of %2$s bytes. This value can be increased in the ZBX_SOCKET_BYTES_LIMIT constant in include/defines.inc.php.
uz: Zoddix serveridan olingan javob hajmi "%1$s" ruxsat etilgan %2$s bayt hajmiga o'tar. Ushbu qiymatni include/defines.inc.php faylidagi ZBX_SOCKET_BYTES_LIMIT konstantasida oshirish mumkin.

source: Snooze
uz: Uxlash

source: Snooze for %1$s
uz: %1$s muddatga uxlash

source: Software
uz: Dastur

source: Software (Full details)
uz: Dastur (To'liq tafsilotlar)

source: Software application A
uz: Dastur ilovasi A

source: Software application B
uz: Dastur ilovasi B

source: Software application C
uz: Dastur ilovasi C

source: Software application D
uz: Dastur ilovasi D

source: Software application E
uz: Dastur ilovasi E

source: Software architecture information. Returns string
uz: Dastur arxitekturasi haqidagi ma'lumot. Matnni qaytaradi

source: Software update last checked
uz: Dastur yangilanishi so'nggi tekshirilgan vaqti

source: Some of the history for this item may be compressed, deletion is not available.
uz: Ushbu elementning tarixining ba'zi qismlari siqilgan bo'lishi mumkin, o'chirish mumkin emas.

source: Sort entries by
uz: Yozuvlarni saralash bo'yicha

source: Sort order (0->999)
uz: Saralash tartibi (0->999)

source: Sorting by field "%1$s" not allowed.
uz: "%1$s" maydoni bo'yicha saralashga ruxsat berilmaydi.

source: Source
uz: Manba

source: Space between sectors
uz: Sektorlar orasidagi masofa

source: Spanish (es_ES)
uz: Ispaniya (es_ES)

source: Sparkline
uz: Yorqin chiziq

source: Specific
uz: Maxsus

source: Specified role was not found.
uz: Ko'rsatilgan rol topilmadi.

source: Specified script does not exist or you do not have rights on it for action operation command.
uz: Ko'rsatilgan skript mavjud emas yoki sizda ushbu amallarni bajarish uchun huquq yo'q.

source: Specify host to see the graphs.
uz: Grafiklarni ko'rish uchun xostni ko'rsating.

source: Specify some filter condition to see the values.
uz: Qiymatlarni ko'rish uchun ba'zi filtr shartlarini ko'rsating.

source: Speed
uz: Tezlik

source: Stacked
uz: Stacklangan

source: Staircase
uz: Zinapoya

source: Standard items
uz: Standart elementlar

source: Standby
uz: Zaxira

source: Start
uz: Boshlash

source: Start date
uz: Boshlanish sanasi

source: Start in
uz: Boshlanish joyi

source: Start slideshow
uz: Slayd-shou boshlash

source: Start slideshow automatically
uz: Slayd-shouni avtomatik boshlash

source: Start time
uz: Boshlanish vaqti

source: Start time must be less than end time for SLA "%1$s".
uz: Boshlanish vaqti SLA "%1$s" uchun tugash vaqtidan kichik bo'lishi kerak.

source: Start time must be less than end time for excluded downtime "%2$s" of SLA "%1$s".
uz: Boshlanish vaqti SLA "%1$s" uchun istisno qilingan tushirish vaqti "%2$s"dan kichik bo'lishi kerak.

source: Starting TLS failed.
uz: TLS boshlashda xato yuz berdi.

source: Startup time of Zabbix server, Unix timestamp.
uz: Zoddix serverining ishga tushirish vaqti, Unix vaqti belgisi.

source: State
uz: Holat

source: State of proxy group. Returns integer: 0 - unknown; 1 - offline; 2 - recovering; 3 - online; 4 - degrading.
uz: Proxy guruhining holati. Butun sonni qaytaradi: 0 - noma'lum; 1 - oflayn; 2 - tiklanayotgan; 3 - onlayn; 4 - pasaygan.

source: State of proxy memory buffer.
uz: Proxy xotira buferining holati.

# history source selection method
source: Static
uz: Statik

source: Statistics and availability of Zabbix write cache. Cache - one of values (modes: all, float, uint, str, log, text, not supported), history (modes: pfree, free, total, used, pused), index (modes: pfree, free, total, used, pused), trend (modes: pfree, free, total, used, pused).
uz: Zoddix yozish keshining statistikasi va mavjudligi. Kesh - qiymatlardan biri (rejimlar: hamma, o'zgarmas son, butun son, matn, log, matn, qo'llab-quvvatlanmaydi), tarix (rejimlar: pfree, free, total, used, pused), indeks (rejimlar: pfree, free, total, used, pused), trend (rejimlar: pfree, free, total, used, pused).

source: Statistics and availability of proxy memory buffer. Mode (modes: pfree, free, total, used, pused).
uz: Proxy xotira buferining statistikasi va mavjudligi. Rejim (rejimlar: pfree, free, total, used, pused).

source: Statistics of values received by the preprocessing manager.
uz: Oldindan ishlov berish boshqaruvchisi tomonidan olingan qiymatlar statistikasi.

source: Status
uz: Holat

# compact table header
source: Status
uz: Holat

source: Status calculation rule
uz: Holatni hisoblash qoidasi

source: Status calculation rule and additional rules are only applicable if child services exist.
uz: Holatni hisoblash qoidalari va qo'shimcha qoidalar faqat bolalar xizmatlari mavjud bo'lsa, amal qiladi.

source: Status codes
uz: Holat kodlari

source: Status disabled
uz: Holat o'chirildi

source: Status maintenance
uz: Holatni xizmat ko'rsatish

source: Status of discovery
uz: Kashf etish holati

source: Status ok
uz: Holat to'g'ri

source: Status only
uz: Faqat holat

source: Status problem
uz: Holat muammosi

source: Status propagation rule
uz: Holatni tarqatish qoidasi

source: Step
uz: Qadam

source: Step "%1$s" [%2$s of %3$s] failed: %4$s
uz: Qadam "%1$s" [%2$s dan %3$s] muvaffaqiyatsiz yakunlandi: %4$s

source: Step duration
uz: Qadam davomiyligi

source: Step of web scenario
uz: Veb-scenariy qadam

source: Step with name "%1$s" already exists.
uz: Nomli "%1$s" qadam allaqachon mavjud.

source: Steps
uz: Qadamlar

source: Stop
uz: To'xtatish

source: Stop processing
uz: Jarayonni to'xtatish

source: Stop slideshow
uz: Slayd-shouni to'xtatish

source: Stopped
uz: To'xtatildi

source: Storage of secrets
uz: Maxfiylik saqlash

source: Store credentials in
uz: Kirish ma'lumotlarini saqlash

source: Store up to
uz: Gacha saqlash

source: Stored in Vault secret
uz: Vault maxfiyligida saqlangan

source: Straight
uz: To'g'ri

source: String
uz: Matn

source: String functions
uz: Matn funksiyalari

source: Stroke width
uz: Chiziq kengligi

source: Structured data
uz: Tuzilgan ma'lumotlar

source: Subfilter
uz: Subfiltr

source: Subject
uz: Mavzu

# encryption certificate
source: Subject
uz: Mavzu

source: Submap
uz: Subkarta

source: Submit
uz: Yuborish

source: Subscription
uz: Obuna

source: Subscriptions
uz: Obunalar

source: Success Audit
uz: Muvaffaqiyatli tekshiruv

source: Success message
uz: Muvaffaqiyatli xabar

source: Sum of incoming and outgoing traffic statistics on network interface. Returns integer
uz: Tarmoq interfeysida kirish va chiqish trafiki statistikasi yig'indisi. Butun sonni qaytaradi

source: Sun
uz: Qo'y

source: Sunday
uz: Yakshanba

source: Super admin
uz: Super administrator

source: Support
uz: Qo'llab-quvvatlash

source: Support for Oracle DB is deprecated since Zabbix 7.0 and will be removed in future versions.
uz: Zoddix 7.0 versiyasidan boshlab Oracle DB uchun qo'llab-quvvatlash bekor qilindi va kelajakdagi versiyalarda olib tashlanadi.

source: Supported formats:
uz: Qo'llab-quvvatlanadigan formatlar:

source: Supported macros:
uz: Qo'llab-quvvatlanadigan makroslar:

source: Suppress
uz: Yuqotish

source: Suppress problems
uz: Muammolarni o'chirish

source: Suppress until
uz: Gacha o'chirish

source: Suppressed
uz: O'chirilgan

source: Suppressed till: %1$s
uz: O'chirilgan bo'lgan: %1$s

source: Swap in (from device into memory) statistics. Returns integer
uz: Swap in (qurilmadan xotiraga) statistikasi. Butun sonni qaytaradi

source: Swap out (from memory onto device) statistics. Returns integer
uz: Swap out (xotiradan qurilmaga) statistikasi. Butun sonni qaytaradi

source: Swap space size in bytes or in percentage from total. Returns integer for bytes; float for percentage
uz: Swap maydoni hajmi baytlarda yoki umumiy foizda. Baytlar uchun butun son, foizlar uchun o'nlik sonni qaytaradi

source: Swedish (sv_SE)
uz: Shvedcha (sv_SE)

source: Switching authentication method will reset all except this session! Continue?
uz: Autentifikatsiya metodini o'zgartirish barcha sessiyalarni, hozirgi sessiyani hisobga olmaganda, tiklaydi! Davom etmoqchimisiz?

source: Symptom
uz: Belgi

source: System
uz: Tizim

source: System boot time. Returns integer (Unix timestamp)
uz: Tizim ishga tushirish vaqti. Butun son (Unix timestamp)

source: System default
uz: Tizimning standart qiymati

source: System error occurred. Please contact Zabbix administrator.
uz: Tizimda xato yuz berdi. Iltimos, Zoddix administratoriga murojaat qiling.

source: System error.
uz: Tizim xatosi.

source: System host name. Returns string
uz: Tizimning xost nomi. Matnni qaytaradi

source: System information
uz: Tizim haqida ma'lumot

source: System locale
uz: Tizimning lokalizatsiyasi

source: System statistics. Returns integer or float
uz: Tizim statistikasi. Butun son yoki o'nlik sonni qaytaradi

source: System stats
uz: Tizim statistikasi

source: System time. Returns integer with type as UTC; string - with type as local
uz: Tizim vaqti. UTC turida butun sonni qaytaradi; mahalliy vaqt uchun matnni qaytaradi

source: System uptime in seconds. Returns integer
uz: Tizimning ishlash vaqti sekundlarda. Butun sonni qaytaradi

# Thursday short
source: T
uz: Ch

# Tuesday short
source: T
uz: S

source: TELNET agent
uz: TELNET agenti

source: TOTAL
uz: Jami

source: TOTP secret for user "%1$s" has been reset.
uz: Foydalanuvchi "%1$s" uchun TOTP maxfiyligi tiklandi.

source: TOTP secret reset successful.
uz: TOTP maxfiyligini tiklash muvaffaqiyatli bo'ldi.

source: TRUE
uz: TO'G'RI

source: Table "%1$s" does not exist.
uz: Jadval "%1$s" mavjud emas.

source: Table "%1$s" doesn't have a field named "%2$s".
uz: Jadval "%1$s"da "%2$s" nomli maydon mavjud emas.

source: Tag
uz: Yapish

source: Tag display priority
uz: Yapishni ko'rsatish ustuvorligi

source: Tag filter
uz: Yapish filtri

source: Tag for matching
uz: Moslashtirish uchun yapish

source: Tag list
uz: Yapishlar ro'yxati

source: Tag name
uz: Yapish nomi

source: Tag value
uz: Yapish qiymati

source: Tag values
uz: Yapish qiymatlari

source: Tags
uz: Yapishlar

# compact table header
source: Tags
uz: Yapishlar

source: Target
uz: Maqsad

source: Target list
uz: Maqsadlar ro'yxati

source: Target type
uz: Maqsad turi

source: Template
uz: Shablon

source: Template "%1$s" already exists.
uz: Shablon "%1$s" allaqachon mavjud.

source: Template "%1$s" cannot be without template group.
uz: Shablon "%1$s" shablon guruhi bo'lmasdan mavjud bo'la olmaydi.

source: Template "%1$s" for host "%2$s" does not exist.
uz: Xost "%2$s" uchun "%1$s" shabloni mavjud emas.

source: Template added
uz: Shablon qo'shildi

source: Template cannot be linked to another template more than once even through other templates.
uz: Shablon boshqa shablonlarga bir necha marta ulanmaydi, hatto boshqa shablonlar orqali ham.

source: Template dashboard
uz: Shablon paneli

source: Template dashboards
uz: Shablonlar panellari

source: Template deleted
uz: Shablon o'chirildi

source: Template edit
uz: Shablonni tahrirlash

source: Template group
uz: Shablon guruhi

source: Template group "%1$s" already exists.
uz: Shablon guruhi "%1$s" allaqachon mavjud.

source: Template group added
uz: Shablon guruhi qo'shildi

source: Template group deleted
uz: Shablon guruhi o'chirildi

source: Template group edit
uz: Shablon guruhini tahrirlash

source: Template group updated
uz: Shablon guruhi yangilandi

source: Template group with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan shablon guruhi mavjud emas.

source: Template groups
uz: Shablon guruhlari

source: Template linkage
uz: Shablonlar bog'lanishi

source: Template macros
uz: Shablon makroslari

source: Template name
uz: Shablon nomi

source: Template permissions
uz: Shablon ruxsatnomalari

source: Template trigger
uz: Shablon trigeri

source: Template updated
uz: Shablon yangilandi

source: Template value
uz: Shablon qiymati

source: Template with host name "%1$s" already exists.
uz: Xost nomi "%1$s" bo'lgan shablon allaqachon mavjud.

source: Template with the same name "%1$s" already exists.
uz: Shunday nomdagi "%1$s" shabloni allaqachon mavjud.
