Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: New additional rule
uz: Yangi qo'shimcha qoida

source: New column
uz: Yangi ustun

source: New condition
uz: Yangi shart

source: New connector
uz: Yangi ulanish

source: New dashboard
uz: Yangi boshqaruv paneli

source: New discovery rule
uz: Yangi aniqlash qoida

source: New element
uz: Yangi element

source: New event correlation
uz: Yangi voqea korrelyatsiyasi

source: New event host group
uz: Yangi voqea xost guruhi

source: New event tag name
uz: Yangi voqea yorliq nomi

source: New event tag value
uz: Yangi voqea yorliq qiymati

source: New excluded downtime
uz: Yangi chiqarilgan to'xtash vaqti

source: New host
uz: Yangi xost

source: New host group
uz: Yangi xost guruhi

source: New item
uz: Yangi element

source: New item prototype
uz: Yangi element prototipi

source: New maintenance period
uz: Yangi texnik xizmat muddati

source: New media type
uz: Yangi media turi

source: New media type mapping
uz: Yangi media turi xaritasi

source: New operation
uz: Yangi operatsiya

source: New proxy
uz: Yangi proxy

source: New proxy group
uz: Yangi proxy guruhi

source: New regular expression
uz: Yangi muntazam ifoda

source: New script
uz: Yangi skript

source: New service
uz: Yangi xizmat

source: New step of web scenario
uz: Yangi veb-sahifa bosqichi

source: New tag filter
uz: Yangi yorliq filtri

source: New tag name
uz: Yangi yorliq nomi

source: New template
uz: Yangi shablon

source: New template group
uz: Yangi shablon guruhi

source: New trigger
uz: Yangi turtki

source: New trigger prototype
uz: Yangi turtki prototipi

source: New triggers
uz: Yangi turtkilar

source: New update available
uz: Yangi yangilanish mavjud

source: New user group mapping
uz: Yangi foydalanuvchi guruhi xaritasi

source: New values
uz: Yangi qiymatlar

source: Next dashboard
uz: Keyingi boshqaruv paneli

source: Next page
uz: Keyingi sahifa

source: Next step
uz: Keyingi bosqich

source: No
uz: Yo'q

source: No "%1$s" given for graph prototype.
uz: Grafik prototipi uchun "%1$s" kiritilmagan.

source: No "%1$s" given for graph.
uz: Grafik uchun "%1$s" kiritilmagan.

source: No "%1$s" given for map.
uz: Xarita uchun "%1$s" kiritilmagan.

source: No changes.
uz: Hech qanday o'zgarishlar yo'q.

source: No compatible widgets.
uz: Mos keladigan vidjetlar yo'q.

source: No data
uz: Ma'lumot yo'q

source: No data collection
uz: Ma'lumotlar yig'ish yo'q

source: No data found
uz: Ma'lumotlar topilmadi

source: No data found.
uz: Ma'lumotlar topilmadi.

source: No data.
uz: Ma'lumotlar yo'q.

source: No default interface for "%1$s" type on "%2$s".
uz: "%2$s"da "%1$s" turi uchun default interfeys yo'q.

source: No details
uz: Ma'lumotlar yo'q

source: No discovery rule IDs given.
uz: Aniqlash qoidalari IDlari kiritilmagan.

source: No enabled modules found.
uz: Faollashtirilgan modullar topilmadi.

source: No encryption
uz: Shifrlash yo'q

source: No file was uploaded.
uz: Fayl yuklanmagan.

source: No graph item with graph ID "%1$s".
uz: Grafik ID "%1$s" bo'lgan grafik elementi yo'q.

source: No graphs added.
uz: Grafiklar qo'shilmagan.

source: No host IDs given.
uz: Xost IDlari kiritilmagan.

source: No host selected.
uz: Xost tanlanmagan.

source: No host with host ID "%1$s".
uz: Xost ID "%1$s" bo'lgan xost topilmadi.

source: No icon for map element ""%1$s".
uz: Xarita elementi ""%1$s"" uchun belgi yo'q.

source: No image
uz: Rasm yo'q

source: No interface found
uz: Interfeys topilmadi

source: No interfaces are defined.
uz: Interfeyslar aniqlanmagan.

source: No inventory mode specified for action operation.
uz: Harakat operatsiyasi uchun inventarizatsiya rejimi ko'rsatilmagan.

source: No item selected.
uz: Element tanlanmagan.

source: No items defined.
uz: Elementlar aniqlanmagan.

source: No macros found.
uz: Makroslar topilmadi.

source: No maps added.
uz: Xaritalar qo'shilmagan.

source: No matches found
uz: Mosliklar topilmadi

source: No new modules discovered
uz: Yangi modullar aniqlanmagan

source: No operations defined for action "%1$s".
uz: Harakat "%1$s" uchun operatsiyalar aniqlanmagan.

source: No permissions for system access.
uz: Tizimga kirish uchun ruxsatlar yo'q.

source: No permissions to call "%1$s.%2$s".
uz: "%1$s.%2$s"ni chaqirish uchun ruxsatlar yo'q.

source: No permissions to referred object or it does not exist!
uz: Kiritilgan ob'ektga ruxsat yo'q yoki u mavjud emas!

source: No problems
uz: Muammolar yo'q

source: No proxy
uz: Proxy yo'q

source: No recipients specified for action operation message.
uz: Harakat operatsiyasi xabari uchun qabul qiluvchilar ko'rsatilmagan.

source: No refresh
uz: Yangi holat yo'q

source: No saved state, please login again.
uz: Saqlangan holat yo'q, iltimos yana kirish qiling.

source: No script specified for action operation command.
uz: Harakat operatsiyasi buyrug'i uchun skript ko'rsatilmagan.

source: No targets specified for action operation global script.
uz: Harakat operatsiyasi global skripti uchun hech qanday maqsad ko'rsatilmagan.

source: No trigger with trigger ID "%1$s".
uz: "%1$s" trigger ID bilan trigger mavjud emas.

source: No triggers defined.
uz: Hech qanday trigger belgilangan emas.

source: No value
uz: Qiymat yo'q

source: Non-boolean flags are deprecated.
uz: Boolean bo'lmagan bayroqlar eskirgan.

source: None
uz: Hech narsa

source: Normal view
uz: Normal ko'rinish

source: Norwegian (nb_NO)
uz: Norveg tilida (nb_NO)

source: Not Ack
uz: Tasdiqlanmagan

source: Not all results are displayed. Please provide more specific search criteria.
uz: Barcha natijalar ko'rsatilmagan. Iltimos, aniqroq qidiruv mezonlarini taqdim eting.

source: Not allowed to modify automatic user macro "%1$s".
uz: "%1$s" avtomatik foydalanuvchi makrosini o'zgartirishga ruxsat yo'q.

source: Not allowed to set language for user "guest".
uz: "guest" foydalanuvchisi uchun tilni o'rnatishga ruxsat yo'q.

source: Not allowed to set password for user "guest".
uz: "guest" foydalanuvchisi uchun parolni o'rnatishga ruxsat yo'q.

source: Not allowed to set theme for user "guest".
uz: "guest" foydalanuvchisi uchun mavzuni o'rnatishga ruxsat yo'q.

source: Not allowed to update field "%1$s" for provisioned user.
uz: Yakunlangan foydalanuvchi uchun "%1$s" maydonini yangilashga ruxsat yo'q.

source: Not authorized.
uz: Ruxsat berilmagan.

source: Not available
uz: Mavjud emas

# compact table header
source: Not available
uz: Mavjud emas

source: Not classified
uz: Tasniflanmagan

source: Not enabled
uz: Yo'q

source: Not inherited items
uz: Meros qilib olinmagan elementlar

source: Not supported
uz: Qo'llab-quvvatlanmaydi

source: Note that %1$s or %2$s will be regarded as hostnames if used without single quotes.
uz: %1$s yoki %2$s ni bitta qo'shtirnoqsiz ishlatganingizda ularni xost nomi sifatida qabul qilishni unutmaslik kerak.

source: Notes
uz: Esdaliklar

source: Nothing
uz: Hech narsa

source: Notification report
uz: Bildirishnoma hisobot

source: Notifications
uz: Bildirishnomalar

source: Notify about canceled escalations
uz: Bekor qilingan oshirishlar haqida bildirishnoma yuborish

source: Notify all involved
uz: Barcha ishtirokchilarga bildirishnoma yuborish

source: Nov
uz: Noyabr

source: November
uz: Noyabr

source: Number of CPUs. Returns integer
uz: CPU lar soni. Butun sonni qaytaradi

source: Number of available DS paths, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - Datastore name, "partitionid" - internal id of physical device from vmware.hv.datastore.discovery
uz: Mavjud DS yo'llari soni, "url" - VMware xizmati URL, "uuid" - VMware hypervisor global noyob identifikatori, "datastore" - Datastore nomi, "partitionid" - vmware.hv.datastore.discovery dan jismoniy qurilmaning ichki identifikatori

source: Number of columns
uz: Ustunlar soni

source: Number of currently open file descriptors. Returns integer
uz: Hozirda ochiq bo'lgan fayl deskriptorlari soni. Butun sonni qaytaradi

source: Number of enabled items on the host.
uz: Xostdagi yoqilgan elementlar soni.

source: Number of hosts (enabled/disabled)
uz: Xostlar soni (yoqilgan/yoqilmagan)

source: Number of items (enabled/disabled/not supported)
uz: Elementlar soni (yoqilgan/yopiq/qo'llab-quvvatlanmaydi)

source: Number of items in Zabbix database.
uz: Zoddix ma'lumotlar bazasidagi elementlar soni.

source: Number of items in proxy history that are not yet sent to the server
uz: Proksi tarixida hali serverga yuborilmagan elementlar soni

source: Number of items in the queue which are delayed by from to seconds, inclusive.
uz: Navbatdagi elementlar soni, bu elementlar "dan" dan "gacha" sekundgacha kechiktirilgan.

source: Number of items in the queue which are delayed in Zabbix server or proxy by "from" till "to" seconds, inclusive.
uz: Zoddix serveri yoki proksisida "dan" "gacha" sekundgacha kechiktirilgan elementlar soni.

source: Number of monitored hosts
uz: Kuzatilgan xostlar soni

source: Number of online proxies. Returns integer.
uz: Onlayn proksilarning soni. Butun sonni qaytaradi.

source: Number of out-of-window collisions. Returns integer
uz: Derazadan tashqari to'qnashuvlar soni. Butun sonni qaytaradi

source: Number of problems
uz: Muammolar soni

source: Number of problems and expand most critical one
uz: Muammolar soni va eng tanqidiy muammoni kengaytirish

source: Number of processor cores on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware hypervisoridagi protsessor yadro soni, "url" - VMware xizmati URL, "uuid" - VMware hypervisor global noyob identifikatori

source: Number of processor threads on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware hypervisoridagi protsessor iplarining soni, "url" - VMware xizmati URL, "uuid" - VMware hypervisor global noyob identifikatori

source: Number of processors on VMware virtual machine, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasidagi protsessorlar soni, "url" - VMware xizmati URL, "uuid" - VMware virtual mashina global noyob identifikatori

source: Number of rows
uz: Qatorlar soni

source: Number of seasons
uz: Mavsumlar soni

source: Number of steps
uz: Qadamlar soni

source: Number of templates
uz: Shablonlar soni

source: Number of triggers (enabled/disabled [problem/ok])
uz: Triggerlar soni (yoqilgan/yopiq [muammo/ok])

source: Number of triggers in Zabbix database.
uz: Zoddix ma'lumotlar bazasidagi triggerlar soni.

source: Number of unsupported items in Zabbix database.
uz: Zoddix ma'lumotlar bazasida qo'llab-quvvatlanmaydigan elementlar soni.

source: Number of unsupported items on the host.
uz: Xostdagi qo'llab-quvvatlanmaydigan elementlar soni.

source: Number of users (online)
uz: Foydalanuvchilar soni (onlayn)

source: Number of users logged in. Returns integer
uz: Kirish qilgan foydalanuvchilar soni. Butun sonni qaytaradi

source: Number of virtual machines on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware hypervisoridagi virtual mashinalar soni, "url" - VMware xizmati URL, "uuid" - VMware hypervisor global noyob identifikatori

source: Number or percentage of inodes. Returns integer for number; float for percentage
uz: Inodlar soni yoki foizi. Son uchun butun son; foiz uchun o'nlik sonni qaytaradi

source: Numeral systems
uz: Raqam tizimlari

source: Numeric
uz: Raqamli

source: Numeric (float)
uz: Raqamli (float)

source: Numeric (integer)
uz: Raqamli (butun)

source: Numeric (unsigned)
uz: Raqamli (imzosiz)

source: OID prefix
uz: OID prefiksi

source: OK event closes
uz: OK voqeasi yopiladi

source: OK event generation
uz: OK voqeasi yaratish

source: OOB IP address
uz: OOB IP manzili

source: OOB router
uz: OOB marshrutizatori

source: OOB subnet mask
uz: OOB tarmoqni maskalash

source: OS
uz: Operatsion tizim

source: OS (Full details)
uz: Operatsion tizim (To'liq ma'lumot)

source: OS (Short)
uz: Operatsion tizim (Qisqacha)

source: Object
uz: Obyekt

source: Oct
uz: Okt

source: Octal to decimal
uz: Oktilni o'nlikka o'tkazish

source: October
uz: Oktyabr

source: Off
uz: O'chirilgan

source: Offline
uz: Onlayn emas

source: Ok
uz: Yaxshi

# compact table header
source: Ok
uz: Yaxshi

source: Old event tag name
uz: Eski voqea teg nomi

source: Old event tag value
uz: Eski voqea teg qiymati

source: Old tag name
uz: Eski teg nomi

source: On
uz: Yoqilgan

source: On status change triggers blink for
uz: Holat o'zgarishida triggerlar quyoshni boshlaydi

source: Once
uz: Bir marta

source: One
uz: Birinchi

source: One time only
uz: Faqat bir marta

source: Online
uz: Onlayn

source: Online proxies
uz: Onlayn proxylar

source: Only Super admin or Admin users can update "%1$s" parameter.
uz: Faqat Super admin yoki Admin foydalanuvchilari "%1$s" parametrini yangilay olishadi.

source: Only Super admin users can update "%1$s" parameter.
uz: Faqat Super admin foydalanuvchilari "%1$s" parametrini yangilay olishadi.

source: Only Zabbix agent, SNMPv1, SNMPv2 and SNMPv3 checks can be made unique.
uz: Faqat Zoddix agenti, SNMPv1, SNMPv2 va SNMPv3 tekshiruvlari noyob qilib belgilanishi mumkin.

source: Only administrators can set map owner.
uz: Faqat administratorlar xarita egasini belgilashlari mumkin.

source: Only disabled group can be set for deprovisioned users.
uz: Faqat o'chirilgan guruhni deprovisionlangan foydalanuvchilar uchun belgilash mumkin.

source: Only items assigned to enabled hosts are counted
uz: Faollashtirilgan xostlarga tayinlangan elementlar hisoblanadi

source: Only one check can be unique.
uz: Faqat bitta tekshiruv noyob bo'lishi mumkin.

source: Only one user directory of type "%1$s" can exist.
uz: Faqat bitta "%1$s" turidagi foydalanuvchi katalogi mavjud bo'lishi mumkin.

source: Only selected problem
uz: Faqat tanlangan muammo

source: Only services without children
uz: Faqat farqlanishsiz xizmatlar

source: Only services without problem tags
uz: Faqat muammosiz xizmatlar

source: Only super admins can set dashboard owner.
uz: Faqat super administratorlar dashtbord egasini belgilashlari mumkin.

source: Only super admins can set report owner.
uz: Faqat super administratorlar hisobot egasini belgilashlari mumkin.

source: Only triggers assigned to enabled hosts and depending on enabled items are counted
uz: Faqat faollashtirilgan xostlarga tayinlangan va faollashtirilgan elementlarga bog'liq triggerlar hisoblanadi

source: Open URL
uz: URL manzilini ochish

source: Open in a new window
uz: Yangi oynada ochish

source: Open log
uz: Kodni ochish

source: Operating system information. Returns string
uz: Operatsion tizim haqida ma'lumot. Qatorni qaytaradi

source: Operating system version information. Returns JSON
uz: Operatsion tizim versiyasi haqida ma'lumot. JSON qaytaradi

source: Operation
uz: Operatsiya

source: Operation "%1$s" already exists for action "%2$s".
uz: "%1$s" operatsiyasi "%2$s" harakati uchun allaqachon mavjud.

source: Operation "%1$s" already exists.
uz: "%1$s" operatsiyasi allaqachon mavjud.

source: Operation cannot be performed due to unauthorized request.
uz: Operatsiya ruxsatsiz so'rov sababli bajarilmaydi.

source: Operation details
uz: Operatsiya tafsilotlari

source: Operation has no group to operate.
uz: Operatsiyada ishlash uchun guruh yo'q.

source: Operation has no template to operate.
uz: Operatsiyada ishlash uchun shablon yo'q.

source: Operational data
uz: Operatsion ma'lumotlar

# compact table header
source: Operational data
uz: Operatsion ma'lumotlar

source: Operations
uz: Operatsiyalar

source: Operator functions
uz: Operator funksiyalari

source: Options
uz: Variantlar

source: Or
uz: Yoki

source: Order
uz: Buyurtma

source: Order by
uz: Buyurtmaga ko'ra

source: Order column
uz: Sutun tartibi

source: Original
uz: Asl

source: Other
uz: Boshqa

source: Other configuration parameters
uz: Boshqa konfiguratsiya parametrlar

source: Other parameters
uz: Boshqa parametrlar

source: Others
uz: Boshqalar

source: Outdated
uz: Eski

source: Outgoing traffic statistics on network interface. Returns integer
uz: Tarmoq interfeysidagi chiqish trafik statistikasi. Butun sonni qaytaradi

source: Output
uz: Chiqish

source: Overlapping widgets at X:%3$d, Y:%4$d on page #%2$d of dashboard "%1$s".
uz: Dashbord "%1$s" ning #%2$d sahifasida X:%3$d, Y:%4$d da o'zaro to'qnashgan vidjetlar.

# item_form
source: Overridden by
uz: Qayta belgilangan

source: Override
uz: Qayta belgilash

source: Override host
uz: Hostni qayta belgilash

source: Override item history period
uz: Element tarixini qayta belgilash muddati

source: Override item trend period
uz: Element trendini qayta belgilash muddati

source: Override time period selector
uz: Vaqt davri tanlovchini qayta belgilash

source: Override with name "%1$s" already exists.
uz: "%1$s" nomli qayta belgilash allaqachon mavjud.

source: Overrides
uz: Qayta belgilashlar

source: Overview
uz: Ko'rib chiqish

source: Owner
uz: Egasi

source: PHP LDAP extension missing.
uz: PHP LDAP kengaytmasi yo'q.

source: PHP OpenSSL extension missing.
uz: PHP OpenSSL kengaytmasi yo'q.

source: PHP bcmath extension missing (PHP configuration parameter --enable-bcmath).
uz: PHP bcmath kengaytmasi yo'q (PHP konfiguratsiya parametri --enable-bcmath).

source: PHP ctype extension missing (PHP configuration parameter --enable-ctype).
uz: PHP ctype kengaytmasi yo'q (PHP konfiguratsiya parametri --enable-ctype).

source: PHP curl extension missing.
uz: PHP curl kengaytmasi yo'q.

source: PHP databases support
uz: PHP ma'lumotlar bazasi qo'llab-quvvatlanadi

source: PHP gd FreeType support
uz: PHP gd FreeType qo'llab-quvvatlanadi

source: PHP gd FreeType support missing.
uz: PHP gd FreeType qo'llab-quvvatlanmaydi.

source: PHP gd GIF image support missing.
uz: PHP gd GIF tasvirini qo'llab-quvvatlash yo'q.

source: PHP gd GIF support
uz: PHP gd GIF qo'llab-quvvatlash

source: PHP gd JPEG image support missing.
uz: PHP gd JPEG tasvirini qo'llab-quvvatlash yo'q.

source: PHP gd JPEG support
uz: PHP gd JPEG qo'llab-quvvatlash

source: PHP gd PNG image support missing.
uz: PHP gd PNG tasvirini qo'llab-quvvatlash yo'q.

source: PHP gd PNG support
uz: PHP gd PNG qo'llab-quvvatlash

source: PHP gd extension missing (PHP configuration parameter --with-gd).
uz: PHP gd kengaytmasi yo'q (PHP konfiguratsiya parametri --with-gd).

source: PHP gettext extension missing (PHP configuration parameter --with-gettext). Translations will not be available.
uz: PHP gettext kengaytmasi yo'q (PHP konfiguratsiya parametri --with-gettext). Tarjimalar mavjud bo'lmaydi.

source: PHP libxml extension missing.
uz: PHP libxml kengaytmasi yo'q.

source: PHP mbstring extension missing (PHP configuration parameter --enable-mbstring).
uz: PHP mbstring kengaytmasi yo'q (PHP konfiguratsiya parametri --enable-mbstring).

source: PHP option "%1$s"
uz: PHP varianti "%1$s"

source: PHP option "%1$s" must be set to "%2$s"
uz: PHP varianti "%1$s" "%2$s" ga o'rnatilishi kerak

source: PHP session
uz: PHP sessiyasi

source: PHP session auto start must be disabled (PHP directive "session.auto_start").
uz: PHP sessiyasi avto boshlanishi o'chirilgan bo'lishi kerak (PHP direktivasi "session.auto_start").

source: PHP session extension missing (PHP configuration parameter --enable-session).
uz: PHP sessiyasi kengaytmasi yo'q (PHP konfiguratsiya parametri --enable-session).

source: PHP sockets
uz: PHP soketlari

source: PHP sockets extension missing (PHP configuration parameter --enable-sockets).
uz: PHP soketlari kengaytmasi yo'q (PHP konfiguratsiya parametri --enable-sockets).

source: PHP string function overloading must be disabled.
uz: PHP string funksiyasi ortiqcha yuklanishi o'chirilgan bo'lishi kerak.

source: PHP version
uz: PHP versiyasi

source: PHP xmlreader extension missing.
uz: PHP xmlreader kengaytmasi yo'q.

source: PHP xmlwriter extension missing.
uz: PHP xmlwriter kengaytmasi topilmadi.

source: PROBLEM
uz: MUAMMO

source: PROBLEM event generation mode
uz: MUAMMO voqeasi yaratish rejimi

source: PSK identity
uz: PSK identifikatori

source: Page %1$d
uz: Sahifa %1$d

source: Page display period
uz: Sahifa ko'rsatish davri

source: Page not found
uz: Sahifa topilmadi

source: Page received incorrect data
uz: Sahifa noto'g'ri ma'lumotlarni oldi

# page navigation
source: Pager
uz: Sahifa ko'rish

source: Parameter
uz: Parametr

source: Parameter "%1$s" is deprecated.
uz: Parametr "%1$s" eskirgan.

source: Parameter "%1$s" must be enabled.
uz: Parametr "%1$s" yoqilishi kerak.

source: Parameters
uz: Parametrlar

source: Parameters "esc_step_from" and "esc_step_to" must be set together.
uz: "esc_step_from" va "esc_step_to" parametrlarini birgalikda o'rnatish kerak.

source: Parent discovery rules
uz: Asosiy aniqlash qoidalari

source: Parent graphs
uz: Asosiy grafiklar

source: Parent host value
uz: Asosiy host qiymati

source: Parent items
uz: Asosiy elementlar

source: Parent services
uz: Asosiy xizmatlar

source: Parent templates
uz: Asosiy shablonlar

source: Parent triggers
uz: Asosiy triggerlar

source: Parent web scenarios
uz: Asosiy veb-scenariylar

source: Parent-child relation conflict in services "%1$s" and "%2$s".
uz: "%1$s" va "%2$s" xizmatlarida ota-ona bolalik munosabati to'qnashuvi.

source: Parse
uz: Tahlil qilish

source: Parse error
uz: Tahlil qilish xatosi

source: Passive
uz: Passiv

source: Password
uz: Parol

source: Password (once again)
uz: Parol (yana bir bor)

source: Password can only be changed for users using the internal Zabbix authentication.
uz: Parol faqat ichki Zoddix autentifikatsiyasini ishlatgan foydalanuvchilar uchun o'zgartirilishi mumkin.

source: Password is not mandatory for non internal authentication type.
uz: Parol ichki autentifikatsiya turidagi bo'lmaganlar uchun majburiy emas.

source: Password must contain
uz: Parolda quyidagilar bo'lishi kerak

source: Password policy
uz: Parol siyosati

source: Password requirements:
uz: Parol talablari:

source: Paste
uz: Yapishtirish

source: Paste page
uz: Sahifani yapishtirish

source: Paste widget
uz: Vidjetni yapishtirish

source: Paste without external links
uz: Tashqi havolalarsiz yapishtirish

source: Pattern
uz: Shablon

source: Patterns
uz: Shablonlar

source: Pause operations for suppressed problems
uz: Bosib chiqarilgan muammolar uchun ishni to'xtatish

source: Pause operations for symptom problems
uz: Simptom muammolari uchun ishni to'xtatish

source: Peak memory usage: %1$s
uz: Eng yuqori xotira ishlatish: %1$s

source: Percent of time the virtual machine is unable to run because it is contending for access to the physical CPU(s), "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Virtual mashina ishlay olmaslik vaqti foizi, chunki u jismoniy CPU(s)ga kirish uchun kurashmoqda, "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasi global noyob identifikatori

source: Percentage
uz: Foiz

source: Percentage of host physical memory that has been consumed, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Hostning jismoniy xotirasining sarflangan foizi, "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasi global noyob identifikatori

source: Percentage of online proxies. Returns float.
uz: Onlayn proksi foizi. Yuzaga kelgan qiymatni qaytaradi.

source: Percentage of time that the virtual machine was ready, but could not get scheduled to run on the physical CPU, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - CPU instance
uz: Virtual mashina tayyor bo'lgan, lekin jismoniy CPUda ishga tushirilmagan vaqt foizi, "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasi global noyob identifikatori, "instance" - CPU instance

source: Percentile line (left)
uz: Percentil chiziqi (chap)
