Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Virtual space size in bytes or in percentage from total. Returns integer for bytes; float for percentage
uz: Virtual makon hajmi baytlarda yoki umumiy foizda. Baytlar uchun butun son, foizlar uchun suzuvchi nuqtali son qaytaradi

source: Visible name
uz: Ko'rinadigan nom

source: Visible name cannot be empty if host name is missing.
uz: Agar xost nomi mavjud bo'lmasa, ko'rinadigan nom bo'sh bo'lishi mumkin emas

source: W
uz: Ch

# Wednesday short
source: W
uz: Ch

# abbreviation of severity level
source: W
uz: Ch

source: Warning
uz: Ogohlantirish

# setup
source: Warning
uz: Ogohlantirish

source: Warning message
uz: Ogohlantirish xabari

source: Warning! Support for Oracle DB is deprecated since Zabbix 7.0 and will be removed in future versions.
uz: Ogohlantirish! Oracle DB uchun qo'llab-quvvatlash Zoddix 7.0 versiyasidan boshlab bekor qilindi va kelajakdagi versiyalarda olib tashlanadi.

source: Warning! Unable to retrieve database version.
uz: Ogohlantirish! Ma'lumotlar bazasi versiyasini olish imkoni yo'q.

source: Warning! Unsupported %1$s database server version. Should be at least %2$s.
uz: Ogohlantirish! %1$s ma'lumotlar bazasi serveri versiyasi qo'llab-quvvatlanmaydi. Kamida %2$s bo'lishi kerak.

source: Warning! Unsupported %1$s database server version. Should not be higher than %2$s.
uz: Ogohlantirish! %1$s ma'lumotlar bazasi serveri versiyasi qo'llab-quvvatlanmaydi. %2$s dan yuqori bo'lmasligi kerak.

source: We are sorry, the maximum possible number of elements to remember has been reached.
uz: Kechirasiz, eslab qolish uchun maksimal mumkin bo'lgan elementlar soni yetdi.

source: Web
uz: Veb

source: Web monitoring
uz: Veb monitoringi

source: Web scenario
uz: Veb ssenariy

source: Web scenario "%1$s" already exists on host "%2$s".
uz: Veb ssenariy "%1$s" allaqachon "%2$s" xostida mavjud.

source: Web scenario "%1$s" already exists.
uz: Veb ssenariy "%1$s" allaqachon mavjud.

source: Web scenario added
uz: Veb ssenariy qo'shildi

source: Web scenario deleted
uz: Veb ssenariy o'chirildi

source: Web scenario disabled
uz: Veb ssenariy o'chirilgan

source: Web scenario enabled
uz: Veb ssenariy yoqilgan

source: Web scenario updated
uz: Veb ssenariy yangilandi

source: Web scenarios
uz: Veb ssenariylar

source: Webhook does not have parameters.
uz: Webhook parametrlarga ega emas.

source: Wed
uz: Chor

source: Wednesday
uz: Chorshanba

source: Week
uz: Hafta

# compact table header
source: Week
uz: Hafta

source: Weekly
uz: Haftalik

source: Weight
uz: Og'irlik

source: Welcome
uz: Xush kelibsiz

source: Welcome to
uz: Xush kelibsiz

source: When active
uz: Faol bo'lganda

source: Widget
uz: Vidjet

source: Widget at X:%3$d, Y:%4$d on page #%2$d of dashboard "%1$s" is out of bounds.
uz: Dashboard "%1$s" ning #%2$d sahifasida X:%3$d, Y:%4$d koordinatalarida joylashgan vidjet chegaralardan tashqarida.

source: Widget is deprecated.
uz: Vidjet eskirgan.

source: Widget is too small for the specified number of columns and rows.
uz: Vidjet belgilangan ustunlar va qatorlar soni uchun juda kichik.

source: Widgets
uz: Vidjetlar

source: Width
uz: Kenglik

source: With data
uz: Ma'lumotlar bilan

source: With data collection
uz: Ma'lumot to'plash bilan

source: With dependencies
uz: Qaramliklar bilan

source: With header row
uz: Bosh satr bilan

source: With problem name
uz: Muammo nomi bilan

# compact table header
source: With problems
uz: Muammolar bilan

source: With this setting only numeric data will be displayed.
uz: Ushbu sozlama bilan faqat raqamli ma'lumotlar ko'rsatiladi.

source: With this setting only numeric items will be displayed in this column.
uz: Ushbu sozlama bilan faqat raqamli elementlar ushbu ustunda ko'rsatiladi.

source: With this setting only numeric items will be displayed.
uz: Ushbu sozlama bilan faqat raqamli elementlar ko'rsatiladi.

source: With triggers
uz: Trigerlar bilan

source: Without data
uz: Ma'lumotlarsiz

# compact table header
source: Without problems
uz: Muammosiz

source: Without triggers
uz: Trigersiz

source: Working time
uz: Ishlash vaqti

source: Write
uz: Yozish

source: Wrong %1$s.php class name for module located at %2$s.
uz: %2$s manzilida joylashgan modul uchun noto'g'ri %1$s.php klass nomi.

source: Wrong fields for host "%1$s".
uz: "%1$s" xosti uchun noto'g'ri maydonlar.

source: Wrong fields for map link.
uz: Xarita havolasi uchun noto'g'ri maydonlar.

source: Wrong value for "url" field.
uz: "url" maydoni uchun noto'g'ri qiymat.

source: X-Axis
uz: X-O'qi

source: X-Frame-Options HTTP header
uz: X-Frame-Options HTTP sarlavhasi

source: X-Frame-Options HTTP header supported values:
uz: X-Frame-Options HTTP sarlavhasi qo'llab-quvvatlanadigan qiymatlar:

source: XML data
uz: XML ma'lumotlari

source: XML is empty
uz: XML bo'sh

source: XML is expected
uz: XML kutilmoqda

source: XML to JSON
uz: XML dan JSON ga

source: Y axis MAX value
uz: Y o'qi maksimal qiymati

source: Y axis MAX value must be greater than Y axis MIN value
uz: Y o'qi maksimal qiymati Y o'qi minimal qiymatidan katta bo'lishi kerak

source: Y axis MAX value must be greater than Y axis MIN value.
uz: Y o'qi maksimal qiymati Y o'qi minimal qiymatidan katta bo'lishi kerak.

source: Y axis MIN value
uz: Y o'qi minimal qiymati

source: Y axis side
uz: Y o'qi tomoni

source: Y-axis
uz: Y-o'qi

source: Year
uz: Yil

# compact table header
source: Year
uz: Yil

source: Yearly
uz: Yillik

source: Yes
uz: Ha

source: Yesterday
uz: Kecha

source: You are logged in as "%1$s".
uz: Siz "%1$s" sifatida tizimga kirgansiz.

source: You are not able to choose some of the MFA methods, because PHP CURL extension is not installed on the web server.
uz: Siz ba'zi MFA usullarini tanlashaolmaysiz, chunki PHP CURL kengaytmasi veb serverda o'rnatilmagan.

source: You are not able to choose some of the languages, because locales for them are not installed on the web server.
uz: Siz ba'zi tillarni tanlashaolmaysiz, chunki ularning lokalizatsiyalari veb serverda o'rnatilmagan.

source: You are not logged in
uz: Siz tizimga kirgansiz

source: You cannot switch hosts for current selection.
uz: Hozirgi tanlov uchun xostlarni almashtiraolmaysiz.

source: You cannot switch templates for current selection.
uz: Hozirgi tanlov uchun shablonlarni almashtiraolmaysiz.

source: You do not have permission to perform this operation.
uz: Siz ushbu amaliyotni bajarish uchun ruxsatga ega emassiz.

source: You have no permissions to access this page.
uz: Siz ushbu sahifaga kirish uchun ruxsatga ega emassiz.

source: You must login to view this page.
uz: Ushbu sahifani ko'rish uchun tizimga kirishingiz kerak.

source: You need to have at least one image uploaded to create map element. Images can be uploaded in Administration->General->Images section.
uz: Xarita elementi yaratish uchun kamida bitta rasm yuklangan bo'lishi kerak. Rasmlar Administratsiya->Umumiy->Rasmlar bo'limida yuklanishi mumkin.

source: Your database is not working properly. Please wait a few minutes and try to repeat this action. If the problem still persists, please contact system administrator. The problem might be caused by long running transaction or row level lock accomplished by your database management system.
uz: Sizning ma'lumotlar bazangiz to'g'ri ishlamayapti. Iltimos, bir necha daqiqa kuting va ushbu amalni takrorlashni sinab ko'ring. Agar muammo davom etsa, iltimos, tizim administratoriga murojaat qiling. Muammo, ehtimol, uzoq davom etayotgan tranzaksiya yoki ma'lumotlar bazasi boshqaruv tizimingiz tomonidan amalga oshirilgan satr darajasidagi blokirovka sababli yuzaga kelgan bo'lishi mumkin.

source: Zabbix
uz: Zoddix

source: Zabbix Integrations
uz: Zoddix Integratsiyalari

source: Zabbix Streaming Protocol v1.0
uz: Zoddix Streaming Protokol v1.0

source: Zabbix Technical Support
uz: Zoddix Texnik Yordam

source: Zabbix agent
uz: Zoddix agenti

source: Zabbix agent (active checks)
uz: Zoddix agenti (faol tekshiruvlar)

source: Zabbix agent (active)
uz: Zoddix agenti (faol)

source: Zabbix agent (passive checks)
uz: Zoddix agenti (passiv tekshiruvlar)

source: Zabbix frontend version
uz: Zoddix frontend versiyasi

source: Zabbix has received an incorrect request.
uz: Zoddix noto'g'ri so'rovni oldi.

source: Zabbix internal
uz: Zoddix ichki

source: Zabbix internal authentication
uz: Zoddix ichki autentifikatsiya

source: Zabbix login form
uz: Zoddix tizimga kirish shakli

source: Zabbix proxy or server
uz: Zoddix proksi yoki server

source: Zabbix server
uz: Zoddix serveri

source: Zabbix server "%1$s" cannot be reached. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Incorrect network configuration.
uz: Zabbix serveri "%1$s"ga ulanish mumkin emas. Ehtimoliy sabablari: 1. "zabbix_server.conf" faylida noto'g'ri "NodeAddress" yoki "ListenPort" yoki "zabbix.conf.php" faylida server IP/DNS manzilining o'zgartirilganligi; 2. Noto'g'ri tarmoq konfiguratsiyasi.

source: Zabbix server (proxy)
uz: Zoddix serveri (proksi)

source: Zabbix server is not running: the information displayed may not be current.
uz: Zoddix serveri ishlamayapti: ko'rsatilgan ma'lumotlar yangilangan bo'lmasligi mumkin.

source: Zabbix server is running
uz: Zoddix serveri ishlamoqda

source: Zabbix server name
uz: Zoddix serveri nomi

source: Zabbix server version
uz: Zoddix serveri versiyasi

source: Zabbix trapper
uz: Zoddix trapper

source: Zoom out
uz: Kichraytirish

source: [Wrong value for day: "%1$s" ]
uz: [Kun uchun noto'g'ri qiymat: "%1$s" ]

source: [Wrong value for month: "%1$s" ]
uz: [Oy uchun noto'g'ri qiymat: "%1$s" ]

source: [protocol://][user[:password]@]proxy.example.com[:port]
uz: [protokol://][foydalanuvchi[:parol]@]proxy.example.com[:port]

source: a DNS name is expected
uz: DNS nomi kutilyapti

source: a boolean is expected
uz: Boolean kutilyapti

source: a boolean value is expected
uz: Boolean qiymat kutilyapti

source: a character string is expected
uz: Simvol satri kutilyapti

source: a character string, integer or floating point value is expected
uz: Simvol satri, butun son yoki ondalik qiymat kutilyapti

source: a date in YYYY-MM-DD format is expected
uz: YYYY-MM-DD formatida sana kutilyapti

source: a date is expected
uz: Sana kutilyapti

source: a digit
uz: Raqam

source: a floating point value is expected
uz: Ondalik qiymat kutilyapti

source: a hexadecimal color code (6 symbols) is expected
uz: Hezadecimal rang kodi (6 ta belgi) kutilyapti

source: a low-level discovery macro is expected
uz: Past darajadagi kashfiyot makrosi kutilyapti

source: a number is expected
uz: Raqam kutilyapti

source: a number is too large
uz: Raqam juda katta

source: a numeric value is expected
uz: Raqamli qiymat kutilyapti

source: a relative time is expected
uz: Nisbiy vaqt kutilyapti

source: a special character
uz: maxsus belgi

source: a string of space-separated hostnames; adding %1$s to the list allows the page to be displayed in a frame on the same origin as the page itself
uz: bo'shliq bilan ajratilgan xost nomlari satri; %1$s ni ro'yxatga qo'shish sahifani o'zi bilan bir xil kelib chiqish manzilida ramkada ko'rsatishga imkon beradi

source: a string, number or null value is expected
uz: simvol satri, raqam yoki null qiymat kutilyapti

source: a template ID is expected
uz: shablon ID si kutilyapti

source: a time is expected
uz: vaqt kutilyapti

source: a time period is expected
uz: vaqt davri kutilyapti

source: a time range is expected
uz: vaqt oralig'i kutilyapti

source: a time unit is expected
uz: vaqt birligi kutilyapti

source: a timestamp is too large
uz: vaqt belgisi juda katta

source: abs() - Absolute value
uz: abs() - Absolyut qiymat

source: acos() - The arccosine of a value as an angle, expressed in radians
uz: acos() - Bir qiymatning arkkosini, burchak sifatida, radianlarda ifodalangan

source: action "%1$s" uses this discovery check
uz: harakat "%1$s" bu kashfiyot tekshiruvini ishlatadi

source: action "%1$s" uses this discovery rule
uz: harakat "%1$s" bu kashfiyot qoidalarini ishlatadi

source: action "%1$s" uses this host
uz: harakat "%1$s" bu xostni ishlatadi

source: action "%1$s" uses this host group
uz: harakat "%1$s" bu xost guruhini ishlatadi

source: action "%1$s" uses this service
uz: harakat "%1$s" bu xizmatni ishlatadi

source: action "%1$s" uses this template
uz: harakat "%1$s" bu shablonni ishlatadi

source: action "%1$s" uses this trigger
uz: harakat "%1$s" bu triggerni ishlatadi

source: affects only filtered data
uz: faqat filtrlangan ma'lumotlarga ta'sir qiladi

source: all
uz: hamma

source: all media
uz: barcha media

source: allow redirect
uz: yo'naltirishni ruxsat berish

source: allowed count of dependency levels would be exceeded
uz: ruxsat etilgan bog'lanish darajalari soni oshib ketadi

source: allowed count of dependent items would be exceeded
uz: ruxsat etilgan bog'liq elementlar soni oshib ketadi

source: an IP address is expected
uz: IP manzili kutilyapti

source: an IP or DNS is expected
uz: IP yoki DNS kutilyapti

source: an array is expected
uz: massiv kutilyapti

source: an array or a character string is expected
uz: massiv yoki simvol satri kutilyapti

source: an array or object is expected
uz: massiv yoki ob'ekt kutilyapti

source: an email address is expected
uz: elektron pochta manzili kutilyapti

source: an empty string is expected
uz: bo'sh satr kutilyapti

source: an even number of hexadecimal characters is expected
uz: juft raqamli o'n oltilik belgilar kutilyapti

source: an explicit time is expected
uz: an'anaviy vaqt kutilyapti

source: an identifier is not defined in the formula
uz: identifikator formulada aniqlanmagan

source: an integer is expected
uz: butun son kutilyapti

source: an item ID is expected
uz: element ID si kutilyapti

source: an item/item prototype ID is expected
uz: element/element prototipi ID si kutilyapti

source: an unsigned integer is expected
uz: imzosiz butun son kutilyapti

source: an uppercase and a lowercase Latin letter
uz: katta va kichik lotin harfi

source: and
uz: va

source: another tls_psk value is already associated with given tls_psk_identity
uz: boshqa tls_psk qiymati allaqachon berilgan tls_psk_identity bilan bog'langan

source: any error
uz: har qanday xato

source: as Blue
uz: Ko'k sifatida

source: as Green
uz: Yashil sifatida

source: as Red
uz: Qizil sifatida

source: ascending
uz: o'sish tartibi

source: ascii() - Returns the ASCII code of the leftmost character of the value
uz: ascii() - Qiymatning eng chapdagi belgisining ASCII kodini qaytaradi

source: asin() - The arcsine of a value as an angle, expressed in radians
uz: asin() - Qiymatning arkosinusi, burchak sifatida, radianlarda ifodalangan

source: at least one day of the week must be selected
uz: haftaning kamida bir kuni tanlanishi kerak

source: at least one option must be selected
uz: kamida bir variant tanlanishi kerak

source: at least one override option must be specified
uz: kamida bir o'zgartirish varianti ko'rsatilishi kerak

source: atan() - The arctangent of a value as an angle, expressed in radians
uz: atan() - Qiymatning arktanjesi, burchak sifatida, radianlarda ifodalangan

source: atan2() - The arctangent of the ordinate (value) and abscissa coordinates specified as an angle, expressed in radians
uz: atan2() - Ordinate (qiymat) va abscissa koordinatalarining arktanjesi, burchak sifatida, radianlarda ifodalangan

source: avg
uz: o'rtacha

source: avg() - Average value of a period T
uz: avg() - T davri bo'yicha o'rtacha qiymat

source: baselinedev() - Returns the number of deviations between data periods in seasons and the last data period
uz: baselinedev() - Fasllar orasidagi ma'lumot davrlarining og'ishlar sonini va oxirgi ma'lumot davrini qaytaradi

source: baselinewma() - Calculates baseline by averaging data periods in seasons
uz: baselinewma() - Fasllar bo'yicha ma'lumot davrlarini o'rtacha hisoblab, asosiy chiziqni hisoblaydi

source: between() - Checks if a value belongs to the given range (1 - in range, 0 - otherwise)
uz: between() - Qiymat berilgan oraliqqa mansub bo'lsa, (1 - oraliqda, 0 - aks holda) tekshiradi

source: binary value
uz: ikkilik qiymat

source: bitlength() - Returns the length in bits
uz: bitlength() - Uzunlikni bitlarda qaytaradi

source: bitlshift() - Bitwise shift left
uz: bitlshift() - Bitwise chapga siljish

source: bitrshift() - Bitwise shift right
uz: bitrshift() - Bitwise o'ngga siljish

source: bitxor() - Bitwise exclusive OR
uz: bitxor() - Bitwise eksklyuziv OR

source: blinking
uz: chaqnash

source: both username and password should be either present or empty
uz: foydalanuvchi nomi va parol yoki mavjud bo'lishi, yoki bo'sh bo'lishi kerak

source: both vendor_name and vendor_version should be either present or empty
uz: vendor_name va vendor_version yoki mavjud bo'lishi, yoki bo'sh bo'lishi kerak

source: bytelength() - Returns the length in bytes
uz: bytelength() - Uzunlikni baytlarda qaytaradi

source: calculated
uz: hisoblangan

source: can be used to add "@2x" to the URL to load retina tiles.
uz: "@2x" ni URLga qo'shish orqali retina plitalarini yuklash uchun ishlatilishi mumkin.

source: cannot be a value map ID from another host or template
uz: boshqa xost yoki shablondan qiymat xaritasi IDsi bo'lishi mumkin emas

source: cannot be an item ID from another host or template
uz: boshqa xost yoki shablondan element IDsi bo'lishi mumkin emas

source: cannot be an item prototype ID from another LLD rule
uz: boshqa LLD qoidalaridan element prototipi IDsi bo'lishi mumkin emas

source: cannot be an item/item prototype ID from another host or template
uz: boshqa xost yoki shablondan element/element prototipi IDsi bo'lishi mumkin emas

source: cannot be changed
uz: o'zgartirilishi mumkin emas

source: cannot be empty
uz: bo'sh bo'lishi mumkin emas

source: cannot be equal to zero without custom intervals
uz: maxsus intervallar bo'lmasa, nolga teng bo'lishi mumkin emas

source: cannot be greater than or equal to the value of field "%1$s"
uz: maydonning "%1$s" qiymatidan kattaroq yoki teng bo'lishi mumkin emas

source: cannot be greater than or equal to the value of parameter "%1$s"
uz: parametrning "%1$s" qiymatidan kattaroq yoki teng bo'lishi mumkin emas

source: cannot be less than or equal to the value of parameter "%1$s"
uz: parametrning "%1$s" qiymatidan kichikroq yoki teng bo'lishi mumkin emas

source: cannot be specified the value of parameter "%1$s"
uz: parametrning "%1$s" qiymati ko'rsatilishi mumkin emas

source: cannot be the host interface ID from another host
uz: boshqa xostdan host interfeysi IDsi bo'lishi mumkin emas

source: cannot be unlinked
uz: bog'lanmagan bo'lishi mumkin emas

source: cannot delete inherited LLD rule
uz: meros bo'lib olingan LLD qoidasini o'chirish mumkin emas

source: cannot delete inherited item
uz: meros bo'lib olingan elementni o'chirish mumkin emas

source: cannot delete inherited item prototype
uz: meros bo'lib olingan element prototipini o'chirish mumkin emas

source: cannot delete templated host prototype
uz: shablonli xost prototipini o'chirish mumkin emas

source: cannot have more than one default interface of the same type
uz: bir xil turdagi bir nechta standart interfeysi bo'lishi mumkin emas

source: cannot perform Scroll API request, data could be truncated
uz: Scroll API so'rovini bajarish mumkin emas, ma'lumotlar kesilishi mumkin

source: cannot update readonly parameter "%1$s" of discovered object
uz: kashf etilgan obyektning "%1$s" o'qilishi faqat parametrini yangilash mumkin emas

source: cannot update readonly parameter "%1$s" of inherited object
uz: meros bo'lib olingan obyektning "%1$s" o'qilishi faqat parametrini yangilash mumkin emas

source: cannot update readonly parameter "%1$s" of provisioned user
uz: taqdim etilgan foydalanuvchining "%1$s" o'qilishi faqat parametrini yangilash mumkin emas

source: cbrt() - Cube root
uz: cbrt() - Kub ildizi

source: ceil() - Rounds up to the nearest greater integer
uz: ceil() - Eng yaqin kattaroq butun songa yaxlitlaydi

source: change() - Difference between last and previous value
uz: change() - Oxirgi va avvalgi qiymatlar orasidagi farq

source: changecount() - Number of changes between adjacent values, Mode (all - all changes, inc - only increases, dec - only decreases)
uz: changecount() - Yaqin qiymatlar orasidagi o'zgarishlar soni, Rejim (all - barcha o'zgarishlar, inc - faqat oshishlar, dec - faqat kamayishlar)

source: char() - Returns the character which represents the given ASCII code
uz: char() - Berilgan ASCII kodni ifodalovchi belgini qaytaradi

source: circular dependency is not allowed
uz: aylanma bog'liqlikka ruxsat berilmaydi

source: circular item dependency is not allowed
uz: aylanma element bog'liqligiga ruxsat berilmaydi

source: color
uz: rang

source: comma separated list of time periods is expected for scheduled week days
uz: rejalashtirilgan hafta kunlari uchun vergul bilan ajratilgan vaqt davrlarining ro'yxati kutilmoqda

source: comma-separated list
uz: vergul bilan ajratilgan ro'yxat

source: concat() - Returns a string that is the result of concatenating value to string
uz: concat() - Qiymatni satrga birlashtirish natijasida hosil bo'lgan satrni qaytaradi

source: configure
uz: sozlash

source: contains
uz: o'z ichiga oladi

source: cos() - The cosine of a value, where the value is an angle expressed in radians
uz: cos() - Qiymatning kosinusini, bu qiymat burchak sifatida radianlarda ifodalanadi

source: cosh() - The hyperbolic cosine of a value
uz: cosh() - Qiymatning giperbolik kosinusini

source: cot() - The cotangent of a value, where the value is an angle expressed in radians
uz: cot() - Qiymatning kotangentini, bu qiymat burchak sifatida radianlarda ifodalanadi

source: count
uz: soni

source: count() - Number of successfully retrieved values V (which fulfill operator O) for period T
uz: count() - T davri uchun muvaffaqiyatli olingan qiymatlar soni V (qaysi operator O ni bajaradi)

source: countunique() - The number of unique values
uz: countunique() - Yagona qiymatlar soni

source: data is missing
uz: ma'lumot mavjud emas

source: date() - Current date
uz: date() - Joriy sana

source: dayofmonth() - Day of month
uz: dayofmonth() - Oydagi kun

source: dayofweek() - Day of week
uz: dayofweek() - Haftaning kuni

source: days
uz: kunlar

source: default
uz: standart

source: degrees() - Converts a value from radians to degrees
uz: degrees() - Qiymatni radianlardan graduslarga o'zgartiradi

source: delimiter
uz: ayiruvchi

source: descending
uz: kamayish

source: description
uz: ta'rif

source: directory cannot be empty
uz: papka bo'sh bo'lishi mumkin emas

source: discovery rule "%1$s" on host "%2$s" is not monitored
uz: "%1$s" kashfiyot qoidasi "%2$s" hostida kuzatilmayapti

source: display all actions
uz: barcha amallarni ko'rsatish

source: display only actions where All available media types are used in action operation
uz: faqat barcha mavjud media turlari amal operatsiyasida ishlatilgan amallarni ko'rsatish

source: display only actions where specific media type is used in action operation
uz: faqat muayyan media turi amal operatsiyasida ishlatilgan amallarni ko'rsatish

source: does not contain
uz: o'z ichiga olmaydi

source: does not equal
uz: teng emas

source: does not exist
uz: mavjud emas

source: does not match
uz: mos kelmaydi

source: e() - Returns Euler's number
uz: e() - Eyler raqamini qaytaradi

source: email
uz: elektron pochta

source: equals
uz: teng

source: error does not match
uz: xato mos kelmaydi

source: error matches
uz: xato mos keladi

source: error message
uz: xato xabari

source: error text
uz: xato matni

source: error-matching
uz: xato moslashuvi

source: exists
uz: mavjud

source: exp() - Euler's number at a power of a value
uz: exp() - Eyler raqami qiymatning darajasi
