Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Cannot find template "%1$s" for override "%2$s" of discovery rule "%3$s" on "%4$s".
uz: "%4$s"da "%3$s" aniqlash qoidasining "%2$s" ortiqcha qoidasi uchun "%1$s" shabloni topilmadi.

source: Cannot find trigger "%1$s" used in map "%2$s".
uz: Map "%2$s"da ishlatilgan "%1$s" triggeri topilmadi.

source: Cannot find user "%1$s" used in dashboard "%2$s".
uz: "%2$s" boshqaruv panelida ishlatilgan "%1$s" foydalanuvchisi topilmadi.

source: Cannot find user directory for LDAP.
uz: LDAP uchun foydalanuvchi katalogi topilmadi.

source: Cannot find value map "%1$s" used for item "%2$s" on "%3$s".
uz: "%3$s" ustida "%2$s" elementi uchun ishlatilgan "%1$s" qiymat xaritasi topilmadi.

source: Cannot find value map "%1$s" used for item prototype "%2$s" of discovery rule "%3$s" on "%4$s".
uz: "%4$s" ustida "%3$s" qoidasi orqali aniqlash prototipi "%2$s" elementi uchun ishlatilgan "%1$s" qiymat xaritasi topilmadi.

source: Cannot have non-default "%2$s" rule while having "%3$s" set to %4$d for user role "%1$s".
uz: Foydalanuvchi roli "%1$s" uchun "%3$s" qiymati %4$d ga o'rnatilganida, " %2$s" qoidasi mavjud bo'lmasligi kerak.

source: Cannot have non-empty tag value while having empty tag in rule "%2$s" for user role "%1$s".
uz: Foydalanuvchi roli "%1$s" uchun "%2$s" qoidada bo'sh belgi bo'lsa, belgining qiymati bo'sh bo'lishi mumkin emas.

source: Cannot import template "%1$s", linked template "%2$s" does not exist.
uz: "%1$s" shablonini import qilish mumkin emas, bog'langan "%2$s" shabloni mavjud emas.

source: Cannot inherit LDD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
uz: "%4$s" hostida "%2$s" va "%3$s" shablonlaridagi "%1$s" kaliti bo'yicha LDD qoidalari meros qilib olinmaydi, chunki kalit yagona bo'lishi kerak.

source: Cannot inherit LDD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
uz: "%4$s" shablonida "%2$s" va "%3$s" shablonlaridagi "%1$s" kaliti bo'yicha LDD qoidalari meros qilib olinmaydi, chunki kalit yagona bo'lishi kerak.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" hostiga meros qilib olinmaydi, chunki "%4$s" turi host interfeysi kerak.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key is already inherited from template "%4$s".
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega LLD qoidasi "%4$s" shablonidan allaqachon meros qilib olingan.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element prototipi allaqachon mavjud.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element allaqachon mavjud.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" shabloniga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key is already inherited from template "%4$s".
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" shabloniga meros qilib olinmaydi, chunki shu kalitga ega LLD qoidasi "%4$s" shablonidan allaqachon meros qilib olingan.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" shabloniga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element prototipi allaqachon mavjud.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key already exists.
uz: "%2$s" shablonidagi "%1$s" kaliti bilan LLD qoidasi "%3$s" shabloniga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element allaqachon mavjud.

source: Cannot inherit LLD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
uz: "%4$s" hostida "%2$s" va "%3$s" shablonlaridagi "%1$s" kaliti bo'yicha LLD qoidalari meros qilib olinmaydi, chunki kalit yagona bo'lishi kerak.

source: Cannot inherit LLD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
uz: "%4$s" shablonida "%2$s" va "%3$s" shablonlaridagi "%1$s" kaliti bo'yicha LLD qoidalari meros qilib olinmaydi, chunki kalit yagona bo'lishi kerak.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to host "%4$s", because an item prototype with the same key already belongs to LLD rule "%5$s".
uz: "%2$s" shabloni va LLD qoidasi "%3$s" bilan "%1$s" kaliti bo'yicha element prototipi "%4$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element prototipi allaqachon LLD qoidasi "%5$s"ga tegishli.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to template "%4$s", because an item prototype with the same key already belongs to LLD rule "%5$s".
uz: "%2$s" shabloni va LLD qoidasi "%3$s" bilan "%1$s" kaliti bo'yicha element prototipi "%4$s" shabloniga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element prototipi allaqachon LLD qoidasi "%5$s"ga tegishli.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
uz: "%2$s" shabloni orqali "%1$s" kaliti bo'yicha element prototipi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
uz: "%2$s" shabloni orqali "%1$s" kaliti bo'yicha element prototipi "%3$s" hostiga meros qilib olinmaydi, chunki "%4$s" turi host interfeysi kerak.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key already exists.
uz: "%2$s" shabloni orqali "%1$s" kaliti bo'yicha element prototipi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan LLD qoidasi allaqachon mavjud.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key is already inherited from template "%4$s".
uz: "%2$s" shabloni orqali "%1$s" kaliti bo'yicha element prototipi "%3$s" hostiga meros qilib olinmaydi, chunki shu kalitga ega bo'lgan element prototipi allaqachon "%4$s" shablonidan meros qilib olingan.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key already exists.
uz: Element prototipini "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element allaqachon mavjud.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
uz: Element prototipini "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key already exists.
uz: Element prototipini "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan LLD qoidasini allaqachon bor.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key is already inherited from template "%4$s".
uz: Element prototipini "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element prototipi "%4$s" shablonidan allaqachon meros qilib olingan.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key already exists.
uz: Element prototipini "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element allaqachon mavjud.

source: Cannot inherit item prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
uz: Element prototiplarini "%1$s" kaliti bilan "%2$s" va "%3$s" shablonlaridan miras olish mumkin emas, chunki kalit "%4$s" xostida yagona bo'lishi kerak.

source: Cannot inherit item prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
uz: Element prototiplarini "%1$s" kaliti bilan "%2$s" va "%3$s" shablonlaridan miras olish mumkin emas, chunki kalit "%4$s" shablonida yagona bo'lishi kerak.

source: Cannot inherit item with key "%1$s" of template "%2$s" and item with key "%3$s" of template "%4$s" to host "%5$s", because they would populate the same inventory field "%6$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan va "%3$s" kaliti bilan "%4$s" shablonidan "%5$s" xostiga miras olish mumkin emas, chunki ular bir xil inventar maydonini "%6$s" to'ldiradi.

source: Cannot inherit item with key "%1$s" of template "%2$s" and item with key "%3$s" of template "%4$s" to template "%5$s", because they would populate the same inventory field "%6$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan va "%3$s" kaliti bilan "%4$s" shablonidan "%5$s" shabloniga miras olish mumkin emas, chunki ular bir xil inventar maydonini "%6$s" to'ldiradi.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki "%4$s" turidagi xost interfeysi talab qilinadi.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki shu kalitga ega bo'lgan LLD qoidasini allaqachon bor.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element prototipi allaqachon mavjud.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key is already inherited from template "%4$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element "%4$s" shablonidan allaqachon meros qilib olingan.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because its inventory field "%4$s" is already populated by the item with key "%5$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" xostiga miras olish mumkin emas, chunki uning inventar maydoni "%4$s" allaqachon "%5$s" kalitiga ega bo'lgan element tomonidan to'ldirilgan.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan aniqlangan element allaqachon mavjud.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan LLD qoidasini allaqachon bor.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key already exists.
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element prototipi allaqachon mavjud.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key is already inherited from template "%4$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki shu kalitga ega bo'lgan element "%4$s" shablonidan allaqachon meros qilib olingan.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because its inventory field "%4$s" is already populated by the item with key "%5$s".
uz: Elementni "%1$s" kaliti bilan "%2$s" shablonidan "%3$s" shabloniga miras olish mumkin emas, chunki uning inventar maydoni "%4$s" allaqachon "%5$s" kalitiga ega bo'lgan element tomonidan to'ldirilgan.

source: Cannot inherit items with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
uz: Elementlarni "%1$s" kaliti bilan "%2$s" va "%3$s" shablonlaridan miras olish mumkin emas, chunki kalit "%4$s" xostida yagona bo'lishi kerak.

source: Cannot inherit items with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
uz: Elementlarni "%1$s" kaliti bilan "%2$s" va "%3$s" shablonlaridan miras olish mumkin emas, chunki kalit "%4$s" shablonida yagona bo'lishi kerak.

source: Cannot insert trigger expression
uz: Trigger ifodasi qo'shib bo'lmaydi.

source: Cannot link template
uz: Shablonni ulash mumkin emas.

source: Cannot link template "%1$s" to host "%2$s", because it would be linked twice through template "%3$s".
uz: Shablonni "%1$s" "%2$s" xostiga ulash mumkin emas, chunki u "%3$s" shabloni orqali ikki marta ulashadi.

source: Cannot link template "%1$s" to host "%2$s", because its parent template "%3$s" would be linked twice.
uz: Shablonni "%1$s" mezoniga "%2$s" bog'lash mumkin emas, chunki uning ota shabloni "%3$s" ikki marta bog'lanadi.

source: Cannot link template "%1$s" to host prototype "%2$s", because it would be linked twice through template "%3$s".
uz: Shablonni "%1$s" mezon prototipi "%2$s" ga bog'lash mumkin emas, chunki bu shablon "%3$s" orqali ikki marta bog'lanadi.

source: Cannot link template "%1$s" to host prototype "%2$s", because its parent template "%3$s" would be linked twice.
uz: Shablonni "%1$s" mezon prototipi "%2$s" ga bog'lash mumkin emas, chunki uning ota shabloni "%3$s" ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s" due to dependency of trigger "%3$s".
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki "%3$s" triggeri qaramlik mavjud.

source: Cannot link template "%1$s" to template "%2$s" due to expression of trigger "%3$s".
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki "%3$s" triggerining ifodasi mavjud.

source: Cannot link template "%1$s" to template "%2$s", because a circular linkage (%3$s) would occur.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki aylana bog'lanish (%3$s) yuzaga keladi.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to host "%3$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki u mezon "%3$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to host prototype "%3$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki u mezon prototipi "%3$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to template "%3$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki u shablon "%3$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked twice through template "%3$s".
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki u shablon "%3$s" orqali ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to host "%4$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki uning ota shabloni "%3$s" mezon "%4$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to host prototype "%4$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki uning ota shabloni "%3$s" mezon prototipi "%4$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to template "%4$s" twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki uning ota shabloni "%3$s" shablon "%4$s" ga ikki marta bog'lanadi.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked twice.
uz: Shablonni "%1$s" shabloni "%2$s" ga bog'lash mumkin emas, chunki uning ota shabloni "%3$s" ikki marta bog'lanadi.

source: Cannot link template "%1$s" without template "%2$s" to host "%3$s" due to dependency of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan mezon "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggeri qaramlik mavjud.

source: Cannot link template "%1$s" without template "%2$s" to host "%3$s" due to expression of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan mezon "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggerining ifodasi mavjud.

source: Cannot link template "%1$s" without template "%2$s" to host prototype "%3$s" due to dependency of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan mezon prototipi "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggeri qaramlik mavjud.

source: Cannot link template "%1$s" without template "%2$s" to host prototype "%3$s" due to expression of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan mezon prototipi "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggerining ifodasi mavjud.

source: Cannot link template "%1$s" without template "%2$s" to template "%3$s" due to dependency of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan shablon "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggeri qaramlik mavjud.

source: Cannot link template "%1$s" without template "%2$s" to template "%3$s" due to expression of trigger "%4$s".
uz: Shablonni "%1$s" shabloni "%2$s" bo'lmasdan shablon "%3$s" ga bog'lash mumkin emas, chunki "%4$s" triggerining ifodasi mavjud.

source: Cannot load module at: %1$s.
uz: Modulni yuklab bo'lmadi: %1$s.

source: Cannot log out.
uz: Tizimdan chiqib bo'lmadi.

source: Cannot mass update host name.
uz: Mezon nomini masshtabda yangilab bo'lmadi.

source: Cannot mass update visible host name.
uz: Ko'rinadigan mezon nomini masshtabda yangilab bo'lmadi.

source: Cannot open URL
uz: URLni ochib bo'lmadi.

source: Cannot pass duplicate template IDs for the linkage: %1$s.
uz: Bog'lanish uchun takrorlangan shablon IDlarini o'tkazib bo'lmadi: %1$s.

source: Cannot paste inaccessible widget.
uz: O'chirilgan widgetni joylashtirish mumkin emas.

source: Cannot perform delete statement on table "%1$s" without where condition.
uz: Jadvalda "%1$s" bo'yicha o'chirish so'rovi bajarib bo'lmaydi, chunki shart mavjud emas.

source: Cannot perform update statement on table "%1$s" without values.
uz: Jadvalda "%1$s" bo'yicha yangilash so'rovi bajarib bo'lmaydi, chunki qiymatlar mavjud emas.

source: Cannot perform update statement on table "%1$s" without where condition.
uz: Jadvalda "%1$s" bo'yicha yangilash so'rovi bajarib bo'lmaydi, chunki shart mavjud emas.

source: Cannot provision user
uz: Foydalanuvchini yaratib bo'lmaydi.

source: Cannot read JSON: %1$s.
uz: JSON ni o'qib bo'lmadi: %1$s.

source: Cannot read XML: %1$s.
uz: XML ni o'qib bo'lmadi: %1$s.

source: Cannot read YAML: %1$s.
uz: YAML ni o'qib bo'lmadi: %1$s.

source: Cannot read the response, check connection with the Zabbix server "%1$s".
uz: Javobni o'qib bo'lmadi, Zoddix serveri "%1$s" bilan aloqani tekshirib chiqing.

source: Cannot remove the tag with name "%1$s" and value "%2$s", defined in a host prototype, from host "%3$s".
uz: Host "%3$s" dan "%1$s" nomi va "%2$s" qiymatiga ega bo'lgan tegni olib tashlab bo'lmaydi.

source: Cannot rename guest user.
uz: Mehmon foydalanuvchini qayta nomlash mumkin emas.

source: Cannot reset TOTP secret
uz: TOTP maxfiy kalitini tiklash mumkin emas.

source: Cannot save discovery rule without checks.
uz: Tekshiruvlarsiz kashfiyot qoidalarini saqlash mumkin emas.

source: Cannot save widget "%1$s".
uz: Widget "%1$s" ni saqlab bo'lmadi.

source: Cannot send command, check connection with Zabbix server "%1$s".
uz: Buyruq yuborib bo'lmadi, Zoddix serveri "%1$s" bilan aloqani tekshirib chiqing.

source: Cannot send request: %1$s.
uz: So'rov yuborib bo'lmadi: %1$s.

source: Cannot set "%1$s" for graph "%2$s".
uz: Grafik "%2$s" uchun "%1$s" ni o'rnatib bo'lmadi.

source: Cannot set "%1$s" for graph prototype "%2$s".
uz: Grafik prototipi "%2$s" uchun "%1$s" ni o'rnatib bo'lmadi.

source: Cannot set "Data set aggregation" when item with type "Total" is added to the chart.
uz: "Jami" turidagi element jadvalga qo'shilganda "Ma'lumotlar to'plami yig'indisi" ni o'rnatib bo'lmadi.

source: Cannot set dependency for LLD rule with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
uz: LLD qoidasi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga bog'lash mumkin emas, host "%3$s"da: %4$s.

source: Cannot set dependency for LLD rule with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
uz: LLD qoidasi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga bog'lash mumkin emas, shablon "%3$s"da: %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item prototype with key "%2$s" on the host "%3$s": %4$s.
uz: Element prototipi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy element prototipiga bog'lash mumkin emas, host "%3$s"da: %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item prototype with key "%2$s" on the template "%3$s": %4$s.
uz: Element prototipi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy element prototipiga bog'lash mumkin emas, shablon "%3$s"da: %4$s.
