Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: File owner information. Returns string
uz: Fayl egasi haqida ma'lumot. Satrni qaytaradi.

source: File size in bytes (default) or in newlines. Returns integer
uz: Fayl hajmi baytlarda (standart) yoki yangi qatorlarda. Butun sonni qaytaradi.

source: File time information. Returns integer (Unix timestamp)
uz: Fayl vaqti haqida ma'lumot. Butun sonni (Unix vaqt stempel) qaytaradi.

source: Fill
uz: To'ldirish

source: Filled region
uz: To'ldirilgan hudud

source: Filter
uz: Filtr

source: Filter actions by the scope of media type usage:
uz: Medya turi foydalanish doirasi bo'yicha filtr harakatlari:

source: Filter deleted
uz: Filtr o'chirildi

source: Filter is not set
uz: Filtr o'rnatilmagan

source: Filter properties
uz: Filtr xususiyatlari

source: Filter results
uz: Filtr natijalari

source: Filters
uz: Filtrlar

source: Find string in a file. Returns 0 - match not found; 1 - found
uz: Faylda satrni toping. 0 - moslik topilmadi; 1 - topildi

source: Find string in a file. Returns the line containing the matched string, or as specified by the optional output parameter
uz: Faylda satrni toping. Mos kelgan satrni yoki ixtiyoriy chiqish parametrida ko'rsatilganini qaytaradi

source: Find string on a web page. Returns the matched string, or as specified by the optional output parameter
uz: Veb sahifada satrni toping. Mos kelgan satrni yoki ixtiyoriy chiqish parametrida ko'rsatilganini qaytaradi

source: Finish
uz: Yakunlash

source: Finnish (fi_FI)
uz: Fin tilida (fi_FI)

# page navigation
source: First
uz: Birinchi

source: Fit
uz: Moslashtirish

source: Fit to map
uz: Xaritaga moslashtirish

source: Fixed
uz: Aniq

source: Fixed status
uz: Aniq holat

source: Flexible
uz: Moslashuvchan

source: Follow redirects
uz: Yo'naltirishlarni kuzatish

source: Font
uz: Shrift

source: Font color
uz: Shrift rangi

source: Font size
uz: Shrift o'lchami

source: Form data
uz: Forma ma'lumotlari

source: French (fr_FR)
uz: Fransuz tili (fr_FR)

source: Fri
uz: Juma

source: Friday
uz: Juma

source: From
uz: Kimdan

source: Frontend access
uz: Frontend kirish

source: Frontend messaging
uz: Frontend xabarlari

source: Frontend notifications
uz: Frontend bildirishnomalari

source: Full
uz: To'liq

source: Function
uz: Funksiya

source: GUI access disabled.
uz: GUI kirish o'chirilgan.

source: Gauge
uz: O'lchov

source: General
uz: Umumiy

source: Generate report by
uz: Hisobotni yaratish bo'yicha

source: Generated in %1$s sec
uz: %1$s soniyada yaratilgan

source: Geographical maps
uz: Geografik xaritalar

source: Georgian (ka_GE)
uz: Gruzin tili (ka_GE)

source: German (de_DE)
uz: Nemis tili (de_DE)

source: Get content of web page. Returns web page source as text
uz: Veb sahifaning tarkibini oling. Veb sahifa manbasini matn sifatida qaytaradi

source: Get value
uz: Qiymatni olish

source: Get value and test
uz: Qiymatni olish va sinovdan o'tkazish

source: Get value from host
uz: Xostdan qiymat olish

source: Given expression is not a macro
uz: Berilgan ifoda makro emas

source: Global regular expression "%1$s" does not exist.
uz: Global muntazam ifoda "%1$s" mavjud emas.

source: Global script execution on Zabbix server is disabled by server configuration.
uz: Zoddix serverida global skriptni bajarish server konfiguratsiyasi tomonidan o'chirilgan.

source: Global scripts on Zabbix server
uz: Zoddix serveridagi global skriptlar

source: Global timeouts
uz: Global vaqt o'zgartirishlari

source: Global value
uz: Global qiymat

source: Go back to %1$s
uz: %1$s ga qaytish

source: Go to
uz: Boring

source: Go to "%1$s"
uz: "%1$s" ga boring

source: Go to first page
uz: Birinchi sahifaga boring

source: Go to last page, %1$s
uz: Oxirgi sahifaga boring, %1$s

source: Go to next page, %1$s
uz: Keyingi sahifaga boring, %1$s

source: Go to page %1$s
uz: %1$s sahifasiga boring

source: Go to page %1$s, current page
uz: Sahifaga boring %1$s, joriy sahifa

source: Go to previous page, %1$s
uz: Oldingi sahifaga boring, %1$s

source: Gradient line
uz: Gradient chiziq

source: Graph
uz: Grafik

source: Graph "%1$s" already exists on "%2$s" (inherited from another template).
uz: Grafik "%1$s" "%2$s"da allaqachon mavjud (boshqa shablondan olingan).

source: Graph "%1$s" already exists on "%2$s" (items are not identical).
uz: Grafik "%1$s" "%2$s"da allaqachon mavjud (elementlar bir xil emas).

source: Graph "%1$s" already exists on "%2$s" as a graph created from graph prototype.
uz: Grafik "%1$s" "%2$s"da allaqachon mavjud, grafik prototipidan yaratilgan.

source: Graph "%1$s" already exists on "%2$s".
uz: Grafik "%1$s" "%2$s"da allaqachon mavjud.

source: Graph "%1$s" already exists on the host "%2$s".
uz: Grafik "%1$s" xost "%2$s"da allaqachon mavjud.

source: Graph "%1$s" already exists on the template "%2$s".
uz: Grafik "%1$s" shablon "%2$s"da allaqachon mavjud.

source: Graph "%1$s" with templated items cannot contain items from other hosts.
uz: Shablonli elementlarga ega bo'lgan grafik "%1$s" boshqa xostlardan elementlar o'z ichiga olmaydi.

source: Graph (classic)
uz: Grafik (klassik)

source: Graph added
uz: Grafik qo'shildi

source: Graph copied
uz: Grafik nusxalandi

source: Graph deleted
uz: Grafik o'chirildi

source: Graph prototype
uz: Grafik prototipi

source: Graph prototype "%1$s" already exists on the LLD rule with key "%2$s" of the host "%3$s".
uz: Grafik prototipi "%1$s" LLD qoidasi bo'yicha "%2$s" kaliti va "%3$s" xostida allaqachon mavjud.

source: Graph prototype "%1$s" already exists on the LLD rule with key "%2$s" of the template "%3$s".
uz: Grafik prototipi "%1$s" LLD qoidasi bo'yicha "%2$s" kaliti va "%3$s" shablonida allaqachon mavjud.

source: Graph prototype "%1$s" contains item prototypes from multiple discovery rules.
uz: Grafik prototipi "%1$s" bir nechta kashfiyot qoidalaridan element prototiplarini o'z ichiga oladi.

source: Graph prototype "%1$s" must have at least one item prototype.
uz: Grafik prototipi "%1$s"da kamida bitta element prototipi bo'lishi kerak.

source: Graph prototype "%1$s" with templated items cannot contain items from other hosts.
uz: Shablonli elementlarga ega bo'lgan grafik prototipi "%1$s" boshqa xostlardan elementlar o'z ichiga olmaydi.

source: Graph prototype added
uz: Grafik prototipi qo'shildi

source: Graph prototype deleted
uz: Grafik prototipi o'chirildi

source: Graph prototype updated
uz: Grafik prototipi yangilandi

source: Graph prototype with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan grafik prototipi mavjud emas.

source: Graph prototypes
uz: Grafik prototiplari

source: Graph sum
uz: Grafik yig'indisi

source: Graph type
uz: Grafik turi

source: Graph updated
uz: Grafik yangilandi

source: Graph with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan grafik mavjud emas.

source: Graphs
uz: Grafiklar

source: Greek (el_GR)
uz: Gretsiya tili (el_GR)

source: Grid
uz: Tarmoq

source: Group
uz: Guruh

source: Group "%1$s" cannot be deleted, because it is used by a host prototype.
uz: Guruh "%1$s" o'chirilmaydi, chunki u xost prototipi tomonidan foydalaniladi.

source: Group "%1$s" cannot be deleted, because it is used in a correlation condition.
uz: Guruh "%1$s" o'chirilmaydi, chunki u korrelyatsiya shartida foydalaniladi.

source: Group "%1$s" does not exist.
uz: Guruh "%1$s" mavjud emas.

source: Group "%1$s" for host "%2$s" does not exist.
uz: Xost "%2$s" uchun guruh "%1$s" mavjud emas.

source: Group base DN
uz: Guruh asosiy DN

source: Group by
uz: Guruhlash bo'yicha

source: Group configuration
uz: Guruh konfiguratsiyasi

source: Group filter
uz: Guruh filtr

source: Group for discovered hosts
uz: Kashf etilgan xostlar uchun guruh

source: Group member attribute
uz: Guruh a'zosining atributi

source: Group name
uz: Guruh nomi

source: Group name attribute
uz: Guruh nomi atributi

source: Group prototype cannot be based on a discovered host group "%1$s".
uz: Guruh prototipi kashf etilgan xost guruhiga "%1$s" asoslanmagan bo'lishi kerak.

source: Group prototypes
uz: Guruh prototiplari

source: Grouping by
uz: Guruhlash bo'yicha

source: Groups
uz: Guruhlar

source: Guest user
uz: Mehmon foydalanuvchi

source: HTTP agent
uz: HTTP agenti

source: HTTP authentication
uz: HTTP autentifikatsiya

source: HTTP login form
uz: HTTP kirish formasi

source: HTTP proxy
uz: HTTP proksi

source: HTTP settings
uz: HTTP sozlamalari

source: HW architecture
uz: HW arxitekturasi

source: Hardware
uz: Aparat

source: Hardware (Full details)
uz: Aparat (To'liq tafsilotlar)

source: Hardware sensor reading. Returns float
uz: Aparat sensori o'qilishi. Floyot qaytaradi

source: Hash function
uz: Xesh funksiyasi

source: Headers
uz: Yashiruvchi ma'lumotlar

source: Hebrew (he_IL)
uz: Ibroniy (he_IL)

source: Height
uz: Balandlik

source: Help
uz: Yordam

source: Hexadecimal to decimal
uz: O'n oltilikdan o'nlikka

source: Hidden
uz: Yashirilgan

source: Hide debug
uz: Debugni yashirish

source: Hide groups without problems
uz: Muammosiz guruhlarni yashirish

source: Hide selected
uz: Tanlanganlarni yashirish

source: Hide sidebar
uz: Yon panelni yashirish

# screen reader
source: Hierarchy
uz: Ierarxiya

source: High
uz: Yuqori

source: High availability cluster
uz: Yuqori mavjudlik klasteri

source: High availability node
uz: Yuqori mavjudlik tuguni

source: High availability nodes
uz: Yuqori mavjudlik tugunlari

source: High-contrast dark
uz: Yuqori kontrastli qorong'u

source: High-contrast light
uz: Yuqori kontrastli yorug'

source: Highlight whole row
uz: Barcha qatorni ajratib ko'rsatish

source: Highlights
uz: Ajratib ko'rsatilganlar

source: History
uz: Tarix

source: History and trends cleared
uz: Tarix va trendlar tozalandi

source: History and trends compression
uz: Tarix va trendlar siqilishi

source: History cleanup is not supported if compression is enabled
uz: Agar siqilish yoqilgan bo'lsa, tarixni tozalash qo'llab-quvvatlanmaydi

source: History clear
uz: Tarixni tozalash

source: History clearing can take a long time. Continue?
uz: Tarixni tozalash uzoq vaqt olishi mumkin. Davom etish kerakmi?

source: History data
uz: Tarix ma'lumotlari

source: History data selection
uz: Tarix ma'lumotlarini tanlash

source: History functions
uz: Tarix funksiyalari

source: History, trends and audit log compression
uz: Tarix, trendlar va audit jurnalining siqilishi

source: Home
uz: Asosiy sahifa

source: Honeycomb
uz: Asal hujayra

source: Horizontal
uz: Gorizontal

source: Horizontal align
uz: Gorizontal moslash

source: Horizontal position
uz: Gorizontal pozitsiya

source: Host
uz: Xost

# compact table header
source: Host
uz: Xost

source: Host "%1$s" already exists.
uz: Xost "%1$s" allaqachon mavjud.

source: Host "%1$s" cannot be without host group.
uz: Xost "%1$s" xost guruhi bo'lmasdan bo'lmaydi.

source: Host "%1$s" is monitored by proxy "%2$s".
uz: Xost "%1$s" "%2$s" proksisi tomonidan kuzatiladi.

source: Host "%1$s" is monitored by proxy group "%2$s".
uz: Xost "%1$s" "%2$s" proksi guruhi tomonidan kuzatiladi.

source: Host IP
uz: Xost IP manzili

source: Host access
uz: Xostga kirish

source: Host added
uz: Xost qo'shildi

source: Host address
uz: Xost manzili

source: Host availability
uz: Xostning mavjudligi

source: Host cannot have more than one default interface of the same type.
uz: Xostda bir xil turdagi bir nechta standart interfeys bo'lishi mumkin emas.

source: Host card
uz: Xost kartasi

source: Host count
uz: Xostlar soni

source: Host dashboards
uz: Xostlar boshqaruv paneli

source: Host deleted
uz: Xost o'chirildi

source: Host disabled
uz: Xost o'chirildi

source: Host edit
uz: Xostni tahrirlash

source: Host enabled
uz: Xost yoqilgan

source: Host graphs
uz: Xost grafiklari

source: Host group
uz: Xost guruhi

# compact table header
source: Host group
uz: Xost guruhi

source: Host group "%1$s" already exists.
uz: "%1$s" nomli xost guruhi allaqachon mavjud.

source: Host group "%1$s" cannot be deleted, because it is used in a global script.
uz: "%1$s" nomli xost guruhini o'chirish mumkin emas, chunki u global skriptlarda ishlatilmoqda.

source: Host group "%1$s" is group for discovered hosts and cannot be deleted.
uz: "%1$s" nomli xost guruhi aniqlangan xostlar guruhi hisoblanadi va o'chirib bo'lmaydi.

source: Host group added
uz: Xost guruhi qo'shildi

source: Host group deleted
uz: Xost guruhi o'chirildi

source: Host group edit
uz: Xost guruhini tahrirlash

source: Host group elements
uz: Xost guruhi elementlari

source: Host group is not selected.
uz: Xost guruhi tanlanmagan.

source: Host group label type
uz: Xost guruhi yorlig'i turi

source: Host group updated
uz: Xost guruhi yangilandi

source: Host group with ID "%1$s" is not available.
uz: "%1$s" identifikatorli xost guruhi mavjud emas.

source: Host groups
uz: Xost guruhlari

source: Host interface
uz: Xost interfeysi

source: Host inventory
uz: Xost inventarizatsiyasi

source: Host inventory overview
uz: Xost inventarizatsiyasi sharhi

source: Host is not selected.
uz: Xost tanlanmagan.

source: Host label type
uz: Xost yorlig'i turi

source: Host limit
uz: Xost limiti

source: Host location
uz: Xost joylashuvi

source: Host macros
uz: Xost makroslari

source: Host metadata
uz: Xost metadata

source: Host name
uz: Xost nomi

source: Host navigator
uz: Xost navigatori

source: Host networks
uz: Xost tarmoqlari

source: Host ordering
uz: Xost tartiblanishi

source: Host patterns
uz: Xost andozalari

source: Host permissions
uz: Xost ruxsatlari

source: Host prototype
uz: Xost prototipi

source: Host prototype added
uz: Xost prototipi qo'shildi

source: Host prototype deleted
uz: Xost prototipi o'chirildi

source: Host prototype macros
uz: Xost prototipi makroslari

source: Host prototype updated
uz: Xost prototipi yangilandi

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s" of host "%3$s".
uz: "%3$s" xostidagi "%2$s" aniqlash qoidasida "%1$s" nomli xost prototipi allaqachon mavjud.

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s" of template "%3$s".
uz: "%3$s" shablonidagi "%2$s" aniqlash qoidasida "%1$s" nomli xost prototipi allaqachon mavjud.

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s".
uz: "%2$s" aniqlash qoidasida "%1$s" nomli xost prototipi allaqachon mavjud.

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s" of host "%3$s".
uz: "%3$s" xostidagi "%2$s" aniqlash qoidasida "%1$s" ko'rinadigan nomli xost prototipi allaqachon mavjud.

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s" of template "%3$s".
uz: "%3$s" shablonidagi "%2$s" aniqlash qoidasida "%1$s" ko'rinadigan nomli xost prototipi allaqachon mavjud.

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s".
uz: "%2$s" aniqlash qoidasida "%1$s" ko'rinadigan nomli xost prototipi allaqachon mavjud.

source: Host prototypes
uz: Xost prototiplari

source: Host router
uz: Xost routeri

source: Host status
uz: Xost holati

source: Host subnet mask
uz: Xost tarmoq niqobi

source: Host tag
uz: Xost teg

source: Host tag value
uz: Xost teg qiymati

source: Host tags
uz: Xost teglari

source: Host time
uz: Xost vaqti

source: Host update failed.
uz: Xostni yangilash muvaffaqiyatsiz tugadi.

source: Host updated
uz: Xost yangilandi

source: Host with ID "%1$s" is not available.
uz: "%1$s" identifikatorli xost mavjud emas.

source: Host with host name "%1$s" already exists.
uz: "%1$s" nomli xost allaqachon mavjud.

source: Host with the same name "%1$s" already exists.
uz: Xuddi shu "%1$s" nomli xost allaqachon mavjud.

source: Host with the same visible name "%1$s" already exists.
uz: "%1$s" ko'rinadigan nomli xost allaqachon mavjud.

source: Host with visible name "%1$s" already exists.
uz: "%1$s" ko'rinadigan nomli xost allaqachon mavjud.

source: Hosts
uz: Xostlar

source: Hosts location
uz: Xostlar joylashuvi

source: Hour
uz: Soat

source: Hours
uz: Soatlar

source: Housekeeping
uz: Tozalash

source: However, if "Check for not supported value" steps are configured, they are always placed and executed first (with "any error" being the last of them).
uz: Biroq, agar "Qo'llab-quvvatlanmaydigan qiymatni tekshirish" bosqichlari sozlangan bo'lsa, ular har doim birinchi bo'lib joylashtiriladi va bajariladi ("har qanday xatolik" esa oxirgi bo'ladi).

source: Hungarian (hu_HU)
uz: Venger (hu_HU)

# abbreviation of severity level
source: I
uz: I" # (If used for "Informational" level, leave as-is or optionally translate

source: I confirm to remove all macros
uz: Barcha makroslarni olib tashlashni tasdiqlayman

source: I confirm to remove all value mappings
uz: Barcha qiymat moslashlarini olib tashlashni tasdiqlayman

source: IP address
uz: IP manzil

source: IP and DNS cannot be empty for host interface.
uz: Xost interfeysi uchun IP va DNS bo'sh bo'lishi mumkin emas.

source: IP range
uz: IP diapazoni

source: IP range "%1$s" exceeds "%2$s" address limit
uz: "%1$s" IP diapazoni "%2$s" manzil chegarasidan oshib ketgan

source: IPMI agent
uz: IPMI agenti

source: IPMI interfaces
uz: IPMI interfeyslari

source: IPMI sensor
uz: IPMI datchigi

source: IPMI sensor IDs and other sensor-related parameters. Returns JSON.
uz: IPMI datchik IDlari va boshqa datchik bilan bog'liq parametrlar. JSON qaytaradi.

source: Icon
uz: Belgi

source: Icon (default)
uz: Belgi (standart)

source: Icon (disabled)
uz: Belgi (o'chirilgan)

source: Icon (maintenance)
uz: Belgi (profilaktika)

source: Icon (problem)
uz: Belgi (muammo)

source: Icon highlight
uz: Belgi ajratilishi

source: Icon map
uz: Belgi xaritasi

source: Icon map "%1$s" already exists.
uz: "%1$s" nomli belgi xaritasi allaqachon mavjud.

source: Icon map "%1$s" cannot be deleted. Used in map "%2$s".
uz: "%1$s" belgi xaritasini o'chirib bo'lmaydi. "%2$s" xaritada ishlatilmoqda.

source: Icon map created
uz: Belgi xaritasi yaratildi

source: Icon map deleted
uz: Belgi xaritasi o'chirildi

source: Icon map updated
uz: Belgi xaritasi yangilandi

source: Icon mapping
uz: Belgi moslash

source: Icon with ID "%1$s" is not available.
uz: "%1$s" IDga ega belgi mavjud emas.

source: Icons
uz: Belgilar

source: IdP entity ID
uz: IdP subyekt IDsi

source: Identical ID (%1$s) is used by modules located at %2$s.
uz: Bir xil ID (%1$s) %2$s joylashgan modullar tomonidan ishlatilmoqda.

source: Identical actions are used by modules located at %1$s.
uz: Bir xil harakatlar %1$s joylashgan modullar tomonidan ishlatilmoqda.

source: Identical namespace (%1$s) is used by modules located at %2$s.
uz: Bir xil nomlar fazosi (%1$s) %2$s joylashgan modullar tomonidan ishlatilmoqda.

source: Identification of the system. Returns string
uz: Tizimni aniqlash. Satrni qaytaradi

source: If HTTP authentication is enabled, all users (even with frontend access set to LDAP/Internal) will be authenticated by the web server, not by Zabbix.
uz: Agar HTTP autentifikatsiyasi yoqilgan bo'lsa, barcha foydalanuvchilar (hatto LDAP/Ichki kirish ruxsati bo'lganlar ham) Zoddix emas, balki veb-server orqali autentifikatsiya qilinadi.

source: If at least %2$s child service has %1$s status or above
uz: Agar kamida %2$s ichki xizmatda %1$s yoki undan yuqori holat bo'lsa

source: If at least %2$s child services have %1$s status or above
uz: Agar kamida %2$s ichki xizmatda %1$s yoki undan yuqori holat bo'lsa

source: If at least %2$s of child services have %1$s status or above
uz: Agar kamida %2$s ta ichki xizmatda %1$s yoki undan yuqori holat bo'lsa

source: If filter matches
uz: Agar filtr mos kelsa

source: If less than %2$s child service has %1$s status or below
uz: Agar %2$s dan kam ichki xizmatda %1$s yoki undan past holat bo'lsa

source: If less than %2$s child services have %1$s status or below
uz: Agar %2$s dan kam ichki xizmatda %1$s yoki undan past holat bo'lsa

source: If less than %2$s of child services have %1$s status or below
uz: Agar %2$s dan kam ichki xizmatda %1$s yoki undan past holat bo'lsa

source: If no user groups are specified, at least one user must be included in the mailing list.
uz: Agar foydalanuvchi guruhlari belgilanmagan bo'lsa, pochta ro'yxatiga kamida bitta foydalanuvchi kiritilishi kerak.

source: If weight of child services with %1$s status or above is at least %2$s
uz: Agar %1$s yoki undan yuqori holatdagi ichki xizmatlarning og'irligi kamida %2$s bo'lsa

source: If weight of child services with %1$s status or below is less than %2$s
uz: Agar %1$s yoki undan past holatdagi ichki xizmatlarning og'irligi %2$s dan kam bo'lsa

source: If you think this message is wrong, please consult your administrators about getting the necessary permissions.
uz: Agar bu xabar noto'g'ri deb o'ylasangiz, kerakli ruxsatlar olish uchun administratorlaringiz bilan maslahatlashing.

source: Iframe sandboxing exceptions
uz: Iframe sandbox istisnolari

source: Ignore this service
uz: Ushbu xizmatni e'tiborsiz qoldirish

source: Image
uz: Rasm

source: Image "%1$s" already exists.
uz: "%1$s" nomli rasm allaqachon mavjud.

source: Image added
uz: Rasm qo'shildi

source: Image deleted
uz: Rasm o'chirildi

source: Image label type
uz: Rasm yorlig'i turi

source: Image loading error.
uz: Rasm yuklashda xatolik yuz berdi.

source: Image size must be less than %1$s.
uz: Rasm o'lchami %1$s dan kichik bo'lishi kerak.

source: Image updated
uz: Rasm yangilandi

source: Images
uz: Rasmlar

source: Images for all maps will be updated!
uz: Barcha xaritalar uchun rasmlar yangilanadi!

source: Immediately
uz: Darhol

source: Import failed
uz: Import muvaffaqiyatsiz tugadi

source: Import file
uz: Faylni import qilish

source: Imported successfully
uz: Muvaffaqiyatli import qilindi

source: Impossible to filter by inventory field "%1$s", which does not exist.
uz: "%1$s" inventar maydoni mavjud emasligi sababli filtrlab bo'lmaydi.

source: In case of successful password change user will be logged out of all active sessions. Continue?
uz: Agar parol muvaffaqiyatli o'zgartirilsa, foydalanuvchi barcha faol sessiyalardan chiqariladi. Davom etasizmi?

source: In maintenance
uz: Texnik xizmatda

source: In progress
uz: Jarayonda

source: In range
uz: Diapazonda

source: Inaccessible SLA
uz: Kirish mumkin bo'lmagan SLA

source: Inaccessible action
uz: Kirish mumkin bo'lmagan harakat

source: Inaccessible dashboard
uz: Kirish mumkin bo'lmagan boshqaruv paneli

source: Inaccessible discovery rule
uz: Kirish mumkin bo'lmagan aniqlash qoidasi

source: Inaccessible graph
uz: Kirish mumkin bo'lmagan grafik

source: Inaccessible graph prototype
uz: Kirish mumkin bo'lmagan grafik prototipi

source: Inaccessible group
uz: Kirish mumkin bo'lmagan guruh

source: Inaccessible host
uz: Kirish mumkin bo'lmagan xost

source: Inaccessible item
uz: Kirish mumkin bo'lmagan element

source: Inaccessible item prototype
uz: Kirish mumkin bo'lmagan element prototipi

source: Inaccessible maintenance
uz: Kirish mumkin bo'lmagan texnik xizmat

source: Inaccessible map
uz: Kirish mumkin bo'lmagan xarita

source: Inaccessible media type
uz: Kirish mumkin bo'lmagan media turi

source: Inaccessible service
uz: Kirish mumkin bo'lmagan xizmat

source: Inaccessible template
uz: Kirish mumkin bo'lmagan shablon

source: Inaccessible trigger
uz: Kirish mumkin bo'lmagan trigger

source: Inaccessible user
uz: Kirish mumkin bo'lmagan foydalanuvchi

source: Inaccessible user group
uz: Kirish imkoni bo'lmagan foydalanuvchi guruhi

source: Inaccessible widget
uz: Kirish imkoni bo'lmagan vidjet

source: Inaccessible widget type.
uz: Kirish imkoni bo'lmagan vidjet turi.

source: Inaccessible widgets were not copied.
uz: Kirish imkoni bo'lmagan vidjetlar nusxalanmadi.

source: Inaccessible widgets were not pasted.
uz: Kirish imkoni bo'lmagan vidjetlar qo'yilmadi.

source: Include
uz: Qo'shish

source: Include event menu entry
uz: Voqea menyusi elementini qo'shish
