Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Line
uz: Chiziq

source: Line color
uz: Chiziq rangi

source: Line type
uz: Chiziq turi

source: Line width
uz: Chiziq kengligi

source: Linear
uz: Chiziqli

source: Link
uz: Havola

source: Link "selementid1" field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
uz: Havola "selementid1" maydoni xarita "%2$s" uchun mavjud bo'lmagan xarita selementi ID "%1$s" ga ishora qilmoqda.

source: Link "selementid2" field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
uz: Havola "selementid2" maydoni xarita "%2$s" uchun mavjud bo'lmagan xarita selementi ID "%1$s" ga ishora qilmoqda.

source: Link indicators
uz: Havola ko'rsatkitchlari

source: Link template
uz: Havola shabloni

source: Link templates
uz: Havola shablonlari

source: Linked map
uz: Bog'langan xarita

source: Linked templates
uz: Bog'langan shablonlar

source: Linked to templates
uz: Shablonlarga bog'langan

source: Links
uz: Havolalar

source: List is empty
uz: Ro'yxat bo'sh

source: List of OS processes with attributes. Returns JSON array
uz: Operatsion tizim jarayonlarining atributlari bilan ro'yxati. JSON massivini qaytaradi

source: List of Windows Registry values or keys located at given key. Returns JSON.
uz: Berilgan kalitdagi Windows Registry qiymatlari yoki kalitlarining ro'yxati. JSON qaytaradi.

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps) and compatibility (current/outdated/unsupported). Returns JSON.
uz: Zoddix proxy-larining nomi, rejimi, shifrlash, siqish, versiyasi, oxirgi ko'rish, xostlar soni, elementlar soni, zarur qiymatlar soni (vps) va moslik (hozirgi/eski/qollab-quvvatlanmaydi) bilan ro'yxati. JSON qaytaradi.

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps), compatibility (current/outdated/unsupported), timeouts, proxy group name if proxy belongs to group, state (unknown/offline/online). Returns JSON.
uz: Zoddix proxy-larining nomi, rejimi, shifrlash, siqish, versiyasi, oxirgi ko'rish, xostlar soni, elementlar soni, zarur qiymatlar soni (vps), moslik (hozirgi/eski/qollab-quvvatlanmaydi), timeoutlar, agar proxy guruhga tegishli bo'lsa, proxy guruhi nomi, holat (noaniq/offline/onlayn) bilan ro'yxati. JSON qaytaradi.

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps), compatibility (current/outdated/unsupported), timeouts, proxy group name, state (unknown/offline/online). Returns JSON.
uz: Zoddix proxy-larining nomi, rejimi, shifrlash, siqish, versiyasi, oxirgi ko'rish, xostlar soni, elementlar soni, zarur qiymatlar soni (vps), moslik (hozirgi/eski/qollab-quvvatlanmaydi), timeoutlar, proxy guruhi nomi, holat (noaniq/offline/onlayn) bilan ro'yxati. JSON qaytaradi.

source: List of Zabbix proxy groups configuration data and real-time data. Configuration data includes proxy group name, failover delay, and minimum number of online proxies required for the group to be online. Real-time data includes number of online proxies, percentage of online proxies, and state of proxy group (unknown, offline, recovering, online, degrading). This item does not return groupless proxies. Returns JSON.
uz: Zoddix proxy guruhlari konfiguratsiya ma'lumotlari va real vaqt ma'lumotlari ro'yxati. Konfiguratsiya ma'lumotlari proxy guruhi nomi, failover kechikish va guruhni onlayn qilish uchun kerakli minimal onlayn proxylar sonini o'z ichiga oladi. Real vaqt ma'lumotlari onlayn proxylar soni, onlayn proxylar foizi va proxy guruhi holati (noaniq, offline, tiklanayotgan, onlayn, kamayayotgan). Ushbu element guruhga tegishli bo'lmagan proxylarni qaytarmaydi. JSON qaytaradi.

source: List of block devices and their type. Returns JSON
uz: Blok qurilmalari ro'yxati va ularning turi. JSON qaytaradi

source: List of detected CPUs/CPU cores. Returns JSON
uz: Aniqlangan CPU/CPU yadrolari ro'yxati. JSON qaytaradi

source: List of directory entries, recursively. Returns JSON
uz: Katalog yozuvlari ro'yxati, rekurent tarzda. JSON qaytaradi

source: List of mounted filesystems and their types. Returns JSON
uz: Tegishli fayl tizimlarining ro'yxati va ularning turlari. JSON qaytaradi

source: List of mounted filesystems, their types, disk space and inode statistics. Returns JSON
uz: Tegishli fayl tizimlarining ro'yxati, ularning turlari, disk joyi va inode statistikasi. JSON qaytaradi

source: List of network interfaces. Returns JSON
uz: Tarmoq interfeyslari ro'yxati. JSON qaytaradi

source: List of object instances of Windows performance counters, discovered using object names in English. Returns JSON
uz: Windows ishlash ko'rsatkichlari hisoblagichlarining obyekt namunalarining ro'yxati, inglizcha obyekt nomlari yordamida aniqlangan. JSON qaytaradi

source: List of object instances of Windows performance counters. Returns JSON
uz: Windows ishlash ko'rsatkichlari hisoblagichlarining obyekt namunalarining ro'yxati. JSON qaytaradi

source: List of user group shares
uz: Foydalanuvchi guruhlari ulushlari ro'yxati

source: List of user shares
uz: Foydalanuvchi ulushlari ro'yxati

source: Listing of MAC addresses. Returns string
uz: MAC manzillari ro'yxati. Satr qaytaradi

source: Listing of PCI or USB devices. Returns text
uz: PCI yoki USB qurilmalari ro'yxati. Matn qaytaradi

source: Listing of installed packages. Returns text
uz: O'rnatilgan paketlar ro'yxati. Matn qaytaradi

source: Listing of services. Returns 0 - if empty; text - list of services separated by a newline
uz: Xizmatlar ro'yxati. Agar bo'sh bo'lsa 0 qaytaradi; matn - xizmatlar ro'yxati, yangi qator bilan ajratilgan

source: Lithuanian (lt_LT)
uz: Litva (lt_LT)

source: Loading time of full web page (in seconds). Returns float
uz: To'liq veb sahifaning yuklanish vaqti (sekundlarda). Yuzaga keladigan sonli qiymatni qaytaradi

source: Loading...
uz: Yuklanmoqda...

source: Local
uz: Mahalliy

source: Local default
uz: Mahalliy standart

source: Local time
uz: Mahalliy vaqt

source: Location
uz: Joylashuv

source: Location latitude
uz: Joylashuv kengligi

source: Location longitude
uz: Joylashuv uzunligi

source: Log
uz: Jurnal

source: Log changes by low-level discovery, network discovery and autoregistration
uz: Past darajadagi kashfiyot, tarmoq kashfiyoti va avtomatik ro'yxatga olish tomonidan jurnal o'zgarishlari

source: Log file monitoring with log rotation support. Returns log
uz: Jurnal aylanishi qo'llab-quvvatlash bilan jurnal faylini monitoring qilish. Jurnal qaytaradi

source: Log file monitoring. Returns log
uz: Jurnal faylini monitoring qilish. Jurnal qaytaradi

source: Log system actions
uz: Tizim amallarini jurnal qilish

source: Log time format
uz: Jurnal vaqt formati

source: Log unmatched SNMP traps
uz: Mos kelmaydigan SNMP tuzoqlarini jurnal qilish

source: Logarithmic
uz: Logarifmik

source: Login
uz: Kirish

source: Login attempts
uz: Kirish urinishlari

source: Login blocking interval
uz: Kirishni bloklash intervali

source: Login failed
uz: Kirishda xato

source: Login name or password is incorrect.
uz: Kirish nomi yoki parol noto'g'ri.

source: Login successful
uz: Kirish muvaffaqiyatli

source: Logout
uz: Chiqish

source: Logout requests
uz: Chiqish so'rovlar

source: Logout responses
uz: Chiqish javoblar

source: Lost
uz: Yo'qolgan

source: Low-level discovery rule in "not supported" state
uz: "Qo'llab-quvvatlanmaydi" holatidagi past darajadagi kashfiyot qoidasi

# Monday short
source: M
uz: D

# month short
source: M
uz: Yanv

source: MAC address A
uz: MAC manzil A

source: MAC address B
uz: MAC manzil B

source: MAC from Hex-STRING
uz: Hex-STRING dan MAC

source: MD5 checksum of file. Returns character string (MD5 hash of the file)
uz: Faylning MD5 xeshshomi. Belgilar satrini qaytaradi (faylning MD5 hashi)

source: MFA method
uz: MFA usuli

source: MFA method "%1$s" already exists.
uz: MFA usuli "%1$s" allaqachon mavjud.

source: MFA settings
uz: MFA sozlamalari

source: Macro
uz: Makro

source: Macro "%1$s" already exists on "%2$s".
uz: Makro "%1$s" "%2$s" da allaqachon mavjud.

source: Macro "%1$s" already exists.
uz: Makro "%1$s" allaqachon mavjud.

source: Macros
uz: Makrolar

source: Macros updated
uz: Makrolar yangilandi

source: Main filter
uz: Asosiy filtr

source: Main navigation
uz: Asosiy navigatsiya

source: Maintenance
uz: Texnik xizmat

source: Maintenance "%1$s" already exists.
uz: Texnik xizmat "%1$s" allaqachon mavjud.

source: Maintenance edit
uz: Texnik xizmatni tahrirlash

source: Maintenance period
uz: Texnik xizmat davri

source: Maintenance period created
uz: Texnik xizmat davri yaratildi

source: Maintenance period deleted
uz: Texnik xizmat davri o'chirildi

source: Maintenance period length
uz: Texnik xizmat davri uzunligi

source: Maintenance period updated
uz: Texnik xizmat davri yangilandi

source: Maintenance periods
uz: Texnik xizmat davrlari

source: Maintenance type
uz: Texnik xizmat turi

source: Maintenance with data collection
uz: Ma'lumot yig'ish bilan texnik xizmat

source: Maintenance without data collection
uz: Ma'lumot yig'ishsiz texnik xizmat

source: Maintenance: %1$s
uz: Texnik xizmat: %1$s

source: Make sure to copy the auth token as you won't be able to view it after the page is closed.
uz: Avtorizatsiya tokenini nusxalashni unutmang, chunki sahifa yopilgandan so'ng uni ko'ra olmayasiz.

source: Manage API tokens
uz: API tokenlarini boshqarish

source: Manage SLA
uz: SLA boshqarish

source: Manage scheduled reports
uz: Rejalashtirilgan hisobotlarni boshqarish

source: Manual
uz: Qo'lda

source: Manual event action
uz: Qo'lda voqea harakati

source: Manual host action
uz: Qo'lda xost harakati

source: Manual input
uz: Qo'lda kiritish

source: Manual problem suppression. Date-time input accepts relative and absolute time format.
uz: Qo'lda muammo bostirish. Sana-vaqt kiritish nisbiy va mutlaq vaqt formatlarini qabul qiladi.

source: Manually by: %1$s
uz: Qo'lda tomonidan: %1$s

source: Manually closed
uz: Qo'lda yopildi

source: Map
uz: Xarita

source: Map "%1$s" already exists.
uz: Xarita "%1$s" allaqachon mavjud.

source: Map "%1$s" is public and read-only sharing is disallowed.
uz: Xarita "%1$s" jamoatchilikka ochiq va faqat o'qish uchun bo'lishish taqiqlangan.

source: Map element
uz: Xarita elementi

source: Map element is missing parameters: %1$s
uz: Xarita elementida parametrlar yo'q: %1$s

source: Map element label location
uz: Xarita elementi yorlig'ining joylashuvi

source: Map element label type
uz: Xarita elementi yorlig'ining turi

source: Map is not selected.
uz: Xarita tanlanmagan.

source: Map is updated! Return to map list?
uz: Xarita yangilandi! Xarita ro'yxatiga qaytish?

source: Map label type
uz: Xarita yorlig'i turi

source: Map name cannot be empty.
uz: Xarita nomi bo'sh bo'lishi mumkin emas.

source: Map navigation tree
uz: Xarita navigatsiya daraxti

source: Map owner cannot be empty.
uz: Xarita egasi bo'sh bo'lishi mumkin emas.

source: Map shape
uz: Xarita shakli

source: Map update failed.
uz: Xarita yangilanishi muvaffaqiyatsiz bo'ldi.

source: Map user's LDAP media attributes (e.g. email) to Zabbix user media for sending notifications.
uz: Xarita foydalanuvchisining LDAP media atributlarini (masalan, elektron pochta) Zoddix foydalanuvchi media atributlariga yuborish uchun.

source: Map user's SAML media attributes (e.g. email) to Zabbix user media for sending notifications.
uz: Xarita foydalanuvchisining SAML media atributlarini (masalan, elektron pochta) Zoddix foydalanuvchi media atributlariga yuborish uchun.

source: Map with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan xarita mavjud emas.

source: Mapped to
uz: Ko'rsatilgan

source: Mapping
uz: Xaritalash

source: Mappings
uz: Xaritalar

source: Maps
uz: Xaritalar

source: March
uz: Mart

source: Mark as cause
uz: Sabab sifatida belgilash

source: Mark elements on trigger status change
uz: Tritmer holati o'zgarganda elementlarni belgilash

source: Mark others
uz: Boshqalarni belgilash

source: Mark selected
uz: Tanlanganlarni belgilash

source: Mark selected as symptoms
uz: Tanlanganlarni simptom sifatida belgilash

source: Mask
uz: Maska

source: Mass update
uz: Masshtabli yangilanish

source: Mass update elements
uz: Masshtabli elementlarni yangilash

source: Mass update shapes
uz: Masshtabli shakllarni yangilash

source: Master item
uz: Asosiy element

source: Matches regular expression
uz: Muntazam ifodaga mos keladi

source: Mathematical functions
uz: Matematik funksiyalar

source: Max
uz: Maksimal

source: Max count of elements to show inside table cell
uz: Jadval hujayrasida ko'rsatiladigan elementlarning maksimal soni

source: Max history display period
uz: Maksimal tarixni ko'rsatish davri

source: Max number of columns and rows in overview tables
uz: Ko'rib chiqish jadvalidagi maksimal ustunlar va qatorlar soni

source: Max number of rows
uz: Maksimal qatorlar soni

source: Max period for time selector
uz: Vaqt tanlash uchun maksimal davr

source: Max records per message
uz: Xabar boshiga maksimal yozuvlar soni

source: Max repetition count
uz: Maksimal takrorlash soni

source: Max repetition count is applicable to discovery and walk only.
uz: Maksimal takrorlash soni faqat kashfiyot va yurish uchun qo'llaniladi.

source: Max zoom level
uz: Maksimal zoom darajasi

source: Maximum concurrent checks
uz: Maksimal bir vaqtda tekshiruvlar soni

source: Maximum concurrent checks per type
uz: Har bir tur uchun maksimal bir vaqtda tekshiruvlar soni

source: Maximum number of opened files supported by OS. Returns integer
uz: Operatsion tizim tomonidan qo'llab-quvvatlanadigan maksimal ochilgan fayllar soni. Butun son qaytaradi

source: Maximum number of processes supported by OS. Returns integer
uz: Operatsion tizim tomonidan qo'llab-quvvatlanadigan maksimal jarayonlar soni. Butun son qaytaradi

source: Maximum number of rows
uz: Maksimal qatorlar soni

source: Maximum required %1$s database version is %2$s.
uz: Maksimal talab qilingan %1$s ma'lumotlar bazasi versiyasi %2$s.

source: Maximum time period to display is %1$s day.
uz: Ko'rsatish uchun maksimal vaqt davri %1$s kun.

source: Maximum total length of email address exceeded for media type with ID "%1$s".
uz: ID "%1$s" bo'lgan media turi uchun elektron pochta manzilining maksimal umumiy uzunligi oshdi.

source: Maximum zoom level of the map.
uz: Xaritaning maksimal zoom darajasi.

source: Media type
uz: Media turi

# compact table header
source: Media type
uz: Media turi

source: Media type "%1$s" already exists.
uz: Media turi "%1$s" allaqachon mavjud.

source: Media type "%1$s" is used by action "%2$s".
uz: Media turi "%1$s" "%2$s" harakati tomonidan ishlatiladi.

source: Media type added
uz: Media turi qo'shildi

source: Media type deleted
uz: Media turi o'chirildi

source: Media type disabled
uz: Media turi o'chirildi

source: Media type disabled by Administration.
uz: Media turi Ma'muriyat tomonidan o'chirildi.

source: Media type edit
uz: Media turi tahriri

source: Media type enabled
uz: Media turi yoqildi

source: Media type mapping
uz: Media turi xaritasi

source: Media type test
uz: Media turi testi

source: Media type test failed.
uz: Media turi testi muvaffaqiyatsiz.

source: Media type test log
uz: Media turi testi jurnal

source: Media type test successful.
uz: Media turi testi muvaffaqiyatli.

source: Media type updated
uz: Media turi yangilandi

source: Media type with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan media turi mavjud emas.

source: Media types
uz: Media turlari

source: Media types disabled by Administration.
uz: Media turlari Ma'muriyat tomonidan o'chirildi.

source: Media types disabled in Alerts.
uz: Media turlari Ogohlantirishlarda o'chirilgan.

source: Media types used by action "%1$s".
uz: Action "%1$s" tomonidan ishlatilgan media turlari.

source: Members
uz: A'zolar

source: Memory limit: %1$s
uz: Xotira cheklovi: %1$s

source: Memory metrics of VMware Resource Pool, "url" - VMware service URL, "rpid" - VMware resource pool id, "mode"- consumed(default)/ballooned/overhead memory
uz: VMware Resurslar Basseynining xotira metrikalari, "url" - VMware xizmatining URL manzili, "rpid" - VMware resurslar basseyni ID-si, "mode"- sarflangan (standart)/ballooned/ortiqcha xotira

source: Memory size in bytes or in percentage from total. Returns integer for bytes; float for percentage
uz: Xotira o'lchami baytlarda yoki umumiydan foizda. Baytlar uchun butun sonni; foiz uchun o'nlik sonni qaytaradi.

source: Memory used by process in bytes. Returns integer
uz: Jarayon tomonidan ishlatilgan xotira baytlarda. Butun sonni qaytaradi.

source: Menu entry URL
uz: Menu elementining URL manzili

source: Menu entry name
uz: Menu elementining nomi

source: Menu entry name is used as a label for the trigger URL in the event context menu.
uz: Menu elementining nomi voqea kontekst menyusidagi trigger URL-si uchun yorliq sifatida ishlatiladi.

source: Menu path
uz: Menu yo'li

source: Merge sectors smaller than
uz: Sektorlarni birlashtirishdan kichikroq

source: Merge sectors smaller than
uz: Sektorlarni birlashtirishdan kichikroq

source: Message
uz: Xabar

# compact table header
source: Message
uz: Xabar

source: Message format
uz: Xabar formati

source: Message template
uz: Xabar shabloni

source: Message templates
uz: Xabar shablonlari

source: Message timeout
uz: Xabarning vaqt tugashi

source: Message type
uz: Xabar turi

source: Message/Command
uz: Xabar/Buyruq

source: Messages
uz: Xabarlar

source: Messaging
uz: Xabar yuborish

source: Method not found.
uz: Usul topilmadi.

source: Methods
uz: Usullar

source: Middle
uz: O'rta

source: Minimum number of proxies
uz: Minimal proxylar soni

source: Minimum password length
uz: Minimal parol uzunligi

source: Minimum proxies
uz: Minimal proxylar

source: Minimum required %1$s database version is %2$s.
uz: Talab qilinadigan minimal %1$s ma'lumotlar bazasi versiyasi %2$s.

source: Minimum required PHP memory limit is %1$s (configuration option "memory_limit").
uz: PHP uchun talab qilinadigan minimal xotira cheklovi %1$s (konfiguratsiya parametri "memory_limit").

source: Minimum required PHP upload filesize is %1$s (configuration option "upload_max_filesize").
uz: PHP uchun talab qilinadigan minimal fayl yuklash hajmi %1$s (konfiguratsiya parametri "upload_max_filesize").

source: Minimum required PHP version is %1$s.
uz: Talab qilinadigan minimal PHP versiyasi %1$s.

source: Minimum required TimescaleDB version is %1$s.
uz: Talab qilinadigan minimal TimescaleDB versiyasi %1$s.

source: Minimum required limit on execution time of PHP scripts is %1$s (configuration option "max_execution_time").
uz: PHP skriptlarini bajarish uchun talab qilinadigan minimal vaqt cheklovi %1$s (konfiguratsiya parametri "max_execution_time").

source: Minimum required limit on input parse time for PHP scripts is %1$s (configuration option "max_input_time").
uz: PHP skriptlarining kirish tahlil qilish vaqti uchun talab qilinadigan minimal cheklov %1$s (konfiguratsiya parametri "max_input_time").

source: Minimum required size of PHP post is %1$s (configuration option "post_max_size").
uz: PHP post uchun talab qilinadigan minimal o'lcham %1$s (konfiguratsiya parametri "post_max_size").

source: Minimum severity
uz: Minimal og'irlik

source: Minimum time period to display is %1$s minute.
uz: %1$s daqiqa

source: Minutes
uz: Daqiqalar

source: Missing "itemid" field for item.
uz: Element uchun "itemid" maydoni yo'q.

source: Missing "name" field for graph prototype.
uz: Grafik prototipi uchun "name" maydoni yo'q.

source: Missing "name" field for graph.
uz: Grafik uchun "name" maydoni yo'q.

source: Missing data
uz: Ma'lumot yo'q

source: Missing items for graph "%1$s".
uz: Grafik "%1$s" uchun elementlar yo'q.

source: Missing items for graph prototype "%1$s".
uz: Grafik prototipi "%1$s" uchun elementlar yo'q.

source: Missing key "%1$s" for host "%2$s".
uz: Hozirgi xost "%2$s" uchun "%1$s" kaliti yo'q.

source: Mixed
uz: Aralash

# compact table header
source: Mixed
uz: Aralash

source: Mode
uz: Rejim

source: Module
uz: Modul

source: Module added: %1$s.
uz: Modul qo'shildi: %1$s.

source: Module deleted: %1$s.
uz: Modul o'chirildi: %1$s.

source: Module disabled
uz: Modul o'chirildi

source: Module edit
uz: Modulni tahrirlash

source: Module enabled
uz: Modul yoqildi

source: Module updated
uz: Modul yangilandi

source: Module with ID "%2$s" is not available for user role "%1$s".
uz: ID "%2$s" bo'lgan modul "%1$s" foydalanuvchi roli uchun mavjud emas.

source: Modules
uz: Modullar

source: Modules updated
uz: Modullar yangilandi

source: Mon
uz: Dsh

source: Monday
uz: Dushanba

source: Monitored by
uz: Nazorat qilinadi

source: Monitored by proxy
uz: Proxy tomonidan nazorat qilinadi

source: Monitored host
uz: Nazorat qilinayotgan xost

source: Month
uz: Oy

# compact table header
source: Month
uz: Oy

source: Monthly
uz: Oylik

source: More matches found...
uz: Qo'shimcha mosliklar topildi...

# screen reader
source: More than %1$d matches for %2$s found
uz: %2$s uchun %1$d dan ortiq mosliklar topildi

source: More than 10 minutes
uz: 10 daqiqadan ortiq

source: Most critical if all children have problems
uz: Agar barcha bolalarda muammolar bo'lsa, eng jiddiy

source: Most critical of child services
uz: Bolalar xizmatlarining eng jiddiy

source: Multi-factor TOTP secret will be deleted.
uz: Ko'p faktorli TOTP siri o'chiriladi.

source: Multi-factor TOTP secrets will be deleted.
uz: Ko'p faktorli TOTP sirlar o'chiriladi.

source: Multi-factor authentication
uz: Ko'p faktorli autentifikatsiya

source: Multi-factor authentication is disabled system-wide.
uz: Ko'p faktorli autentifikatsiya tizim bo'ylab o'chirilgan.

source: Multiple
uz: Bir nechta

source: Multiple PROBLEM events
uz: Bir nechta PROBLEM hodisalari

source: Mute
uz: Jimjit

source: Mute for %1$s
uz: %1$s vaqtiga jimjit

source: My
uz: Mening

source: Name
uz: Ism

# compact table header
source: Name
uz: Ism

# user first name
source: Name
uz: Ism

source: Name
uz: Ism

source: Name ID
uz: Ism ID

source: Name of the form field should not exceed 255 characters.
uz: Forma maydonining nomi 255 belgidan oshmasligi kerak.

source: Namespace
uz: Nisba maydoni

source: Naming requirements:
uz: Nomlash talablari:

source: Navigate to default view
uz: Standart ko'rinishga o'tish

source: Navigate to initial view
uz: Boshlang'ich ko'rinishga o'tish

source: Needle
uz: Ignali

source: Network discovery data storage period
uz: Tarmoqni aniqlash ma'lumotlarini saqlash muddati

source: Network interface list (includes interface type, status, IPv4 address, description). Returns text
uz: Tarmoq interfeysi ro'yxati (interfeys turi, holati, IPv4 manzili, tavsifni o'z ichiga oladi). Matnni qaytaradi

source: Network map added
uz: Tarmoq xaritasi qo'shildi

source: Network map deleted
uz: Tarmoq xaritasi o'chirildi

source: Network map updated
uz: Tarmoq xaritasi yangilandi

source: Network maps
uz: Tarmoq xaritalari

source: Network timeouts for UI
uz: UI uchun tarmoq vaqt o'chishlari

source: Network utilization (combined transmit-rates and receive-rates) during the interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance
uz: Intervallar davomida tarmoqdan foydalanish (yuborish va olish tezliklarini birlashtirish), "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasining global noyob identifikatori, "instance" - tarmoq interfeysi instantsiyasi

source: Never
uz: Hech qachon

source: New API token
uz: Yangi API tokeni

source: New LDAP server
uz: Yangi LDAP serveri

source: New MFA method
uz: Yangi MFA usuli

source: New SLA
uz: Yangi SLA

source: New action
uz: Yangi harakat
