Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: expm1() - Euler's number at a power of a value minus 1
uz: expm1() - Eyler raqami qiymatning darajasi minus 1

source: expression is empty
uz: ifoda bo'sh

source: failed to parse JSON
uz: JSONni tahlil qilishda xato

source: file format is unsupported
uz: fayl formati qo'llab-quvvatlanmaydi

source: find() - Check occurrence of pattern V (which fulfill operator O) for period T (1 - match, 0 - no match)
uz: find() - T davri uchun V naqshining yuzaga kelishini tekshirish (1 - mos keladi, 0 - mos kelmaydi)

source: first
uz: birinchi

source: first() - The oldest value in the specified time interval
uz: first() - Ko'rsatilgan vaqt intervalidagi eng eski qiymat

source: floor() - Rounds down to the nearest smaller integer
uz: floor() - Eng yaqin kichik butun songa yaxlitlaydi

source: forecast() - Forecast for next t seconds based on period T
uz: forecast() - T davriga asoslangan holda keyingi t soniya uchun prognoz

source: fourth
uz: to'rtinchi

source: fuzzytime() - Difference between item value (as timestamp) and Zabbix server timestamp is less than or equal to T seconds (1 - true, 0 - false)
uz: fuzzytime() - Element qiymati (vaqt tamg'asi sifatida) va Zoddix serverining vaqt tamg'asi orasidagi farq T soniyadan kam yoki teng bo'lsa (1 - haqiqat, 0 - yolg'on)

source: geographical coordinates (values of comma separated latitude and longitude) are expected
uz: geografik koordinatalar (vergul bilan ajratilgan kenglik va uzunlik qiymatlari) kutilmoqda

# item_form
source: global housekeeping settings
uz: global uy ishlarini sozlash

source: global script execution on Zabbix server is disabled by server configuration
uz: Zoddix serverida global skript bajarilishi server konfiguratsiyasi tomonidan o'chirib qo'yilgan

source: graph
uz: grafik

source: graph prototype with the same UUID already exists
uz: xuddi shu UUID ga ega grafik prototipi allaqachon mavjud

source: graph with the same UUID already exists
uz: xuddi shu UUID ga ega grafik allaqachon mavjud

source: group name must match %1$s group name
uz: %1$s guruh nomi guruh nomi bilan mos kelishi kerak

# hour short
source: h
uz: s

source: has been disabled
uz: o'chirildi

source: has been manually disabled
uz: qo'lda o'chirildi

# XML time format
source: hh.mm
uz: ss.mm

source: host group
uz: host guruhi

source: host group with the same UUID already exists
uz: xuddi shu UUID ga ega host guruhi allaqachon mavjud

source: host pattern
uz: host naqshi

source: host patterns
uz: host naqshlari

source: host prototype with the same UUID already exists
uz: xuddi shu UUID ga ega host prototipi allaqachon mavjud

source: icon
uz: ikonka

source: image
uz: rasm

source: image size must be less than %1$s
uz: rasm hajmi %1$s dan kichik bo'lishi kerak

source: in
uz: ichida

source: in range
uz: oralig'ida

source: in() - Checks if a value equals to one of the listed values (1 - equals, 0 - otherwise)
uz: in() - Qiymat ro'yxatdagi qiymatlardan biriga tengligini tekshiradi (1 - teng, 0 - aks holda)

source: including subgroups
uz: subguruhlarni o'z ichiga olgan holda

source: incorrect address starting from "%1$s"
uz: "%1$s" dan boshlanadigan noto'g'ri manzil

source: incorrect calculated item formula
uz: noto'g'ri hisoblangan element formulasi

source: incorrect calculated item formula starting from "%1$s"
uz: "%1$s" dan boshlanadigan noto'g'ri hisoblangan element formulasi

source: incorrect condition type
uz: noto'g'ri shart turi

source: incorrect element count
uz: noto'g'ri elementlar soni

source: incorrect expression starting from "%1$s"
uz: "%1$s" dan boshlanadigan noto'g'ri ifoda

source: incorrect number of conditions
uz: noto'g'ri shartlar soni

source: incorrect syntax near "%1$s"
uz: "%1$s" yaqinidagi noto'g'ri sintaksis

source: invalid address range "%1$s"
uz: "%1$s" noto'g'ri IP manzili.
