Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Connector "%1$s" already exists.
uz: Ulanish "%1$s" allaqachon mavjud.

source: Connector created
uz: Ulanish yaratildi

source: Connector deleted
uz: Ulanishlar o'chirildi

source: Connector disabled
uz: Ulanishlar o'chirildi

source: Connector edit
uz: Ulanishni tahrirlash

source: Connector enabled
uz: Ulanishlar faollashtirildi

source: Connector updated
uz: Ulanish yangilandi

source: Connectors
uz: Ulanishlar

source: Contact
uz: Aloqa

source: Contains
uz: O'z ichiga oladi

source: Content controls
uz: Kontent boshqaruvi

source: Content controls: header
uz: Kontent boshqaruvi: sarlavha

source: Content menu
uz: Kontent menyusi

source: Context name
uz: Kontekst nomi

source: Continue
uz: Davom etish

source: Continue overrides
uz: Davom etish ustuvorligi

source: Contract number
uz: Shartnoma raqami

source: Convert to JSON
uz: JSON formatiga o'tkazish

source: Convert to cause
uz: Sababga o'tkazish

source: Converts a symptom event back to cause event
uz: Simptom hodisasini sabab hodisasiga qaytaradi

source: Coordinates
uz: Koordinatalar

source: Copy
uz: Nusxalash

source: Copy %1$s graph
uz: Grafik %1$s nusxalandi

source: Copy %1$s item
uz: Element %1$s nusxalandi

source: Copy %1$s trigger
uz: Trigger %1$s nusxalandi

source: Copy to clipboard
uz: Clipboard'ga nusxalash

source: Correlation edit
uz: Korrelyatsiya tahriri

source: Count
uz: Hisoblash

source: Count of context switches. Returns integer
uz: Kontekstlar o'zgarishining soni. Butun sonni qaytaradi

source: Count of directory entries, recursively. Returns integer
uz: Katalog yozuvlarining soni, rekursiv tarzda. Butun sonni qaytaradi

source: Count of matched lines in log file monitoring with log rotation support. Returns integer
uz: Jurnal faylini monitoring qilishda mos keluvchi qatorlar soni, log aylanishi qo'llab-quvvatlanadi. Butun sonni qaytaradi

source: Count of matched lines in log file monitoring. Returns integer
uz: Jurnal faylini monitoring qilishda mos keluvchi qatorlar soni. Butun sonni qaytaradi

source: Count of network checks enqueued in the discovery queue.
uz: Tadqiqot navida kutilayotgan tarmoq tekshiruvlarining soni.

source: Count of values enqueued in the connector queue.
uz: Ulanish navida kutilayotgan qiymatlar soni.

source: Count of values enqueued in the low-level discovery processing queue.
uz: Past darajadagi kashfiyotni qayta ishlash navbatiga joylashtirilgan qiymatlar soni.

source: Count of values enqueued in the preprocessing queue.
uz: Oldindan qayta ishlash navbatiga joylashtirilgan qiymatlar soni.

source: Create API token
uz: API token yaratish

source: Create SLA
uz: SLA yaratish

source: Create action
uz: Harakat yaratish

source: Create and edit dashboards
uz: Boshqaruv panelini yaratish va tahrirlash

source: Create and edit maintenance
uz: Texnik xizmatni yaratish va tahrirlash

source: Create and edit maps
uz: Xaritalarni yaratish va tahrirlash

source: Create background
uz: Fon yaratish

source: Create connector
uz: Ulanishni yaratish

source: Create dashboard
uz: Boshqaruv panelini yaratish

source: Create dependent discovery rule
uz: Qaramli kashfiyot qoidasini yaratish

source: Create dependent item
uz: Qaramli element yaratish

source: Create disabled
uz: Yaratish o'chirilgan

source: Create discovery rule
uz: Kashfiyot qoidasini yaratish

source: Create discovery rule (select host first)
uz: Kashfiyot qoidasini yaratish (avval xostni tanlang)

source: Create discovery rule (select template first)
uz: Kashfiyot qoidasini yaratish (avval shablonni tanlang)

source: Create enabled
uz: Yaratish yoqilgan

source: Create event correlation
uz: Voqealar korrelyatsiyasini yaratish

source: Create graph
uz: Graf yaratish

source: Create graph (select host first)
uz: Graf yaratish (avval xostni tanlang)

source: Create graph (select template first)
uz: Graf yaratish (avval shablonni tanlang)

source: Create graph prototype
uz: Graf prototipini yaratish

source: Create host
uz: Xost yaratish

source: Create host group
uz: Xost guruhi yaratish

source: Create host prototype
uz: Xost prototipini yaratish

source: Create hosts from selected prototype as disabled?
uz: Tanlangan prototipdan xostlarni o'chirilgan holda yaratilsinmi?

source: Create hosts from selected prototype as enabled?
uz: Tanlangan prototipdan xostlarni yoqilgan holda yaratilsinmi?

source: Create hosts from selected prototypes as disabled?
uz: Tanlangan prototiplardan xostlarni o'chirilgan holda yaratilsinmi?

source: Create hosts from selected prototypes as enabled?
uz: Tanlangan prototiplardan xostlarni yoqilgan holda yaratilsinmi?

source: Create icon
uz: Ikonka yaratish

source: Create icon map
uz: Ikonka xaritasini yaratish

source: Create item
uz: Element yaratish

source: Create item (select host first)
uz: Element yaratish (avval xostni tanlang)

source: Create item (select template first)
uz: Element yaratish (avval shablonni tanlang)

source: Create item prototype
uz: Element prototipini yaratish

source: Create items from selected prototype as disabled?
uz: Tanlangan prototipdan elementlarni o'chirilgan holda yaratilsinmi?

source: Create items from selected prototype as enabled?
uz: Tanlangan prototipdan elementlarni yoqilgan holda yaratilsinmi?

source: Create items from selected prototypes as disabled?
uz: Tanlangan prototiplardan elementlarni o'chirilgan holda yaratilsinmi?

source: Create items from selected prototypes as enabled?
uz: Tanlangan prototiplardan elementlarni yoqilgan holda yaratilsinmi?

source: Create maintenance period
uz: Texnik xizmat davrini yaratish

source: Create map
uz: Xarita yaratish

source: Create media type
uz: Media turini yaratish

source: Create new
uz: Yangi yaratish

source: Create new report
uz: Yangi hisobot yaratish

source: Create proxy
uz: Proksi yaratish

source: Create proxy group
uz: Proksi guruhini yaratish

source: Create report
uz: Hisobot yaratish

source: Create script
uz: Skript yaratish

source: Create service
uz: Xizmat yaratish

source: Create template
uz: Shablon yaratish

source: Create template group
uz: Shablon guruhini yaratish

source: Create trigger
uz: Trigger yaratish

source: Create trigger (select host first)
uz: Trigger yaratish (avval xostni tanlang)

source: Create trigger (select template first)
uz: Trigger yaratish (avval shablonni tanlang)

source: Create trigger prototype
uz: Trigger prototipini yaratish

source: Create triggers from selected prototype as disabled?
uz: Tanlangan prototipdan triggerlarni o'chirilgan holda yaratilsinmi?

source: Create triggers from selected prototype as enabled?
uz: Tanlangan prototipdan triggerlarni yoqilgan holda yaratilsinmi?

source: Create triggers from selected prototypes as disabled?
uz: Tanlangan prototiplardan triggerlarni o'chirilgan holda yaratilsinmi?

source: Create triggers from selected prototypes as enabled?
uz: Tanlangan prototiplardan triggerlarni yoqilgan holda yaratilsinmi?

source: Create user
uz: Foydalanuvchi yaratish

source: Create user group
uz: Foydalanuvchi guruhini yaratish

source: Create user role
uz: Foydalanuvchi rolini yaratish

source: Create web scenario
uz: Veb-sxema yaratish

source: Create web scenario (select host first)
uz: Veb-sxema yaratish (avval xostni tanlang)

source: Create web scenario (select template first)
uz: Veb-sxema yaratish (avval shablonni tanlang)

source: Created at
uz: Yaratilgan sana

source: Created by me
uz: Men tomonidan yaratilgan

source: Created by user
uz: Foydalanuvchi tomonidan yaratilgan

source: Created by users
uz: Foydalanuvchilar tomonidan yaratilgan

source: Critical
uz: Kritik

source: Current
uz: Hozirgi

source: Current host
uz: Hozirgi xost

source: Current password
uz: Hozirgi parol

source: Current password is mandatory.
uz: Hozirgi parol majburiy.

source: Current user
uz: Hozirgi foydalanuvchi

source: Current value
uz: Hozirgi qiymat

source: Custom
uz: Maxsus

source: Custom expression
uz: Maxsus ifoda

source: Custom graphs
uz: Maxsus grafiklar

source: Custom intervals
uz: Maxsus intervallar

source: Custom label
uz: Maxsus yorliq

source: Custom label for map "%2$s" elements of type "%1$s" may not be empty.
uz: Xarita "%2$s" elementlari uchun "%1$s" turidagi maxsus yorliq bo'sh bo'lmasligi kerak.

source: Custom message
uz: Maxsus xabar

source: Custom multiplier
uz: Maxsus ko'paytuvchi

source: Custom on fail
uz: Nokamol bo'lganda maxsus

source: Custom schedule
uz: Maxsus jadval

source: Custom scripts
uz: Maxsus skriptlar

source: Custom severity names affect all locales and require manual translation!
uz: Maxsus og'irlik darajalari nomlari barcha tillarga ta'sir qiladi va qo'lda tarjima qilishni talab qiladi!

source: Custom size
uz: Maxsus o'lcham

source: Cycle
uz: Tsikl

source: Czech (cs_CZ)
uz: Chexiya (cs_CZ)

# XML date format
source: DD.MM.YY
uz: KK.OO.YY

source: DNS name
uz: DNS nomi

source: Daily
uz: Kunlik

source: Dark
uz: Qorong'u

source: Dashboard
uz: Asosiy panel

source: Dashboard "%1$s" already exists.
uz: Asosiy panel "%1$s" allaqachon mavjud.

source: Dashboard "%1$s" is used in report "%2$s".
uz: Asosiy panel "%1$s" "%2$s" hisobotida ishlatilmoqda.

source: Dashboard created
uz: Asosiy panel yaratildi

source: Dashboard deleted
uz: Asosiy panel o'chirildi

source: Dashboard is used as data source.
uz: Asosiy panel ma'lumot manbai sifatida ishlatilmoqda.

source: Dashboard list
uz: Asosiy panellar ro'yxati

source: Dashboard page properties
uz: Asosiy panel sahifasi xususiyatlari

source: Dashboard properties
uz: Asosiy panel xususiyatlari

source: Dashboard sharing
uz: Asosiy panelni bo'lishish

source: Dashboard updated
uz: Asosiy panel yangilandi

source: Dashboard with ID "%1$s" is not available.
uz: ID "%1$s" bo'lgan asosiy panel mavjud emas.

source: Dashboards
uz: Asosiy panellar

source: Dashed line
uz: Nuqtali chiziq

source: Data
uz: Ma'lumotlar

source: Data collection
uz: Ma'lumotlarni to'plash

source: Data from %1$s. Generated in %2$s sec.
uz: %1$s dan olingan ma'lumotlar. %2$s sekund ichida yaratilgan.

source: Data is not properly encoded.
uz: Ma'lumotlar to'g'ri kodlanmagan.

source: Data overview
uz: Ma'lumotlar umumiy ko'rinishi

source: Data set
uz: Ma'lumotlar to'plami

source: Data set aggregation
uz: Ma'lumotlar to'plami agregatsiyasi

source: Data set label
uz: Ma'lumotlar to'plami yorligi

source: Data storage period
uz: Ma'lumotlarni saqlash muddati

source: Data type
uz: Ma'lumot turi

source: Database TLS CA file
uz: Ma'lumotlar bazasining TLS CA fayli

source: Database TLS certificate file
uz: Ma'lumotlar bazasining TLS sertifikat fayli

source: Database TLS certificate files must be read-only
uz: Ma'lumotlar bazasining TLS sertifikat fayllari faqat o'qish uchun bo'lishi kerak

source: Database TLS cipher list
uz: Ma'lumotlar bazasining TLS shifrlash ro'yxati

source: Database TLS encryption
uz: Ma'lumotlar bazasining TLS shifrlash

source: Database TLS key file
uz: Ma'lumotlar bazasining TLS kalit fayli

source: Database error occurred.
uz: Ma'lumotlar bazasida xatolik yuz berdi.

source: Database history tables use primary key
uz: Ma'lumotlar bazasining tarix jadvalari asosiy kalitdan foydalanadi

source: Database host
uz: Ma'lumotlar bazasi xost

source: Database host verification
uz: Ma'lumotlar bazasi xostini tasdiqlash

source: Database monitor
uz: Ma'lumotlar bazasi monitoringi

source: Database name
uz: Ma'lumotlar bazasi nomi

source: Database password
uz: Ma'lumotlar bazasi paroli

source: Database port
uz: Ma'lumotlar bazasi porti

source: Database schema
uz: Ma'lumotlar bazasi sxemasi

source: Database server
uz: Ma'lumotlar bazasi serveri

source: Database type
uz: Ma'lumotlar bazasi turi

source: Database user
uz: Ma'lumotlar bazasi foydalanuvchisi

source: Date
uz: Sana

source: Date HW decommissioned
uz: HW jihozining xizmatdan chiqarilgan sanasi

source: Date HW installed
uz: HW jihozining o'rnatilgan sanasi

source: Date HW maintenance expires
uz: HW jihozining xizmat ko'rsatish muddati tugash sanasi

source: Date HW purchased
uz: HW jihozining sotib olingan sanasi

source: Date and time functions
uz: Sana va vaqt funksiyalari

source: Day
uz: Kun

# compact table header
source: Day
uz: Kun

source: Day before yesterday
uz: O'tgan kuni

source: Day of month
uz: Oyning kuni

source: Day of the week and day of the month cannot be specified simultaneously.
uz: Hafta kuni va oy kunini bir vaqtda ko'rsatilmasligi mumkin.

source: Day of week
uz: Hafta kuni

source: Days
uz: Kunlar

source: Deactivates manual suppression.
uz: Qo'lda bo'linish o'chiradi.

source: Debug
uz: Xatoliklarni aniqlash

source: Debug mode
uz: Xatoliklarni aniqlash rejimi

source: Dec
uz: Dek

source: December
uz: Dekabr

source: Decimal places
uz: Kasr joylari

source: Decrease by
uz: Kamaytirish

source: Default
uz: Standart

source: Default (%1$s)
uz: Standart (%1$s)

source: Default LDAP server must be specified.
uz: Standart LDAP serveri ko'rsatilishi kerak.

source: Default MFA method must be specified.
uz: Standart MFA metodi ko'rsatilishi kerak.

source: Default access to new UI elements
uz: Yangi UI elementlariga standart kirish

source: Default access to new actions
uz: Yangi amallarga standart kirish

source: Default access to new modules
uz: Yangi modullarga standart kirish

source: Default authentication
uz: Standart autentifikatsiya

source: Default host inventory mode
uz: Standart xost inventarizatsiya rejimi

source: Default input string
uz: Standart kirish matni

source: Default language
uz: Standart til

source: Default login form
uz: Standart kirish shakli

source: Default media type
uz: Standart media turi

source: Default operation step duration
uz: Standart amallar davomiyligi

source: Default page display period
uz: Standart sahifa ko'rsatilish muddati

source: Default theme
uz: Standart mavzu

source: Default time zone
uz: Standart vaqt mintaqasi

source: Degrading
uz: Yomonlashish

source: Delay
uz: Kechikish

source: Delayed by
uz: Kechikish

source: Delete
uz: O'chirish

source: Delete all elements that are not present in the import file?
uz: Import faylida mavjud bo'lmagan barcha elementlarni o'chirilsinmi?

source: Delete and clear
uz: O'chirish va tozalash

source: Delete and clear selected template? (Warning: all linked hosts will be cleared!)
uz: Tanlangan shablonni o'chirish va tozalash? (Ogohlantirish: barcha bog'langan xostlar tozalanadi!)

source: Delete and clear selected templates? (Warning: all linked hosts will be cleared!)
uz: Tanlangan shablonlarni o'chirish va tozalash? (Ogohlantirish: barcha bog'langan xostlar tozalanadi!)

source: Delete and clear template? (Warning: all linked hosts will be cleared!)
uz: Shablonni o'chirish va tozalash? (Ogohlantirish: barcha bog'langan xostlar tozalanadi!)

source: Delete current action?
uz: Joriy amali o'chirilishi kerakmi?

source: Delete dashboard?
uz: Asosiy panelni o'chirish?

source: Delete discovery rule?
uz: Kashf qilish qoidasini o'chirilsinmi?

source: Delete event correlation?
uz: Voqea bog'lanishini o'chirilsinmi?

source: Delete expression?
uz: Ibrozni o'chirilsinmi?

source: Delete graph prototype?
uz: Graf prototipini o'chirilsinmi?

source: Delete graph?
uz: Grafni o'chirilsinmi?

source: Delete icon map?
uz: Ikonka xaritasini o'chirilsinmi?

source: Delete item prototype?
uz: Element prototipini o'chirilsinmi?

source: Delete item?
uz: Elementni o'chirilsinmi?

source: Delete links between selected elements?
uz: Tanlangan elementlar orasidagi bog'lanishlarni o'chirilsinmi?

source: Delete lost resources
uz: Yo'qolgan resurslarni o'chirish

source: Delete maintenance period?
uz: Texnik xizmat davrini o'chirilsinmi?

source: Delete media type?
uz: Media turini o'chirilsinmi?

source: Delete missing
uz: Yo'qolganlarni o'chirish

source: Delete regular expression?
uz: Doimiy ifodani o'chirilsinmi?

source: Delete script?
uz: Skriptni o'chirilsinmi?

source: Delete selected API token?
uz: Tanlangan API tokenini o'chirilsinmi?

source: Delete selected SLA?
uz: Tanlangan SLAni o'chirilsinmi?

source: Delete selected SLAs?
uz: Tanlangan SLAlarni o'chirilsinmi?

source: Delete selected action?
uz: Tanlangan amalni o'chirilsinmi?

source: Delete selected actions?
uz: Tanlangan amallarni o'chirilsinmi?

source: Delete selected connector?
uz: Tanlangan ulanishni o'chirilsinmi?

source: Delete selected connectors?
uz: Tanlangan ulanishlarni o'chirilsinmi?

source: Delete selected dashboard?
uz: Tanlangan boshqaruv panelini o'chirilsinmi?

source: Delete selected dashboards?
uz: Tanlangan boshqaruv panellarini o'chirilsinmi?

source: Delete selected discovery rule?
uz: Tanlangan kashf qilish qoidasini o'chirilsinmi?

source: Delete selected discovery rules?
uz: Tanlangan kashf qilish qoidasini o'chirilsinmi?

source: Delete selected elements?
uz: Tanlangan elementlarni o'chirilsinmi?

source: Delete selected event correlation?
uz: Tanlangan voqea bog'lanishini o'chirilsinmi?

source: Delete selected event correlations?
uz: Tanlangan voqea bog'lanishlarini o'chirilsinmi?

source: Delete selected graph prototype?
uz: Tanlangan graf prototipini o'chirilsinmi?

source: Delete selected graph prototypes?
uz: Tanlangan graf prototiplarini o'chirilsinmi?

source: Delete selected graph?
uz: Tanlangan grafni o'chirilsinmi?

source: Delete selected graphs?
uz: Tanlangan grafalarni o'chirilsinmi?

source: Delete selected group?
uz: Tanlangan guruhni o'chirilsinmi?

source: Delete selected groups?
uz: Tanlangan guruhlarni o'chirilsinmi?

source: Delete selected host group?
uz: Tanlangan xost guruhini o'chirilsinmi?

source: Delete selected host groups?
uz: Tanlangan xost guruhlarini o'chirilsinmi?

source: Delete selected host prototype?
uz: Tanlangan xost prototipini o'chirilsinmi?

source: Delete selected host prototypes?
uz: Tanlangan xost prototiplarini o'chirilsinmi?

source: Delete selected host?
uz: Tanlangan xostni o'chirilsinmi?

source: Delete selected hosts?
uz: Tanlangan xostlarni o'chirilsinmi?

source: Delete selected image?
uz: Tanlangan tasvirni o'chirilsinmi?

source: Delete selected item prototype?
uz: Tanlangan element prototipini o'chirilsinmi?

source: Delete selected item prototypes?
uz: Tanlangan element prototiplarini o'chirilsinmi?

source: Delete selected item?
uz: Tanlangan elementni o'chirilsinmi?

source: Delete selected items?
uz: Tanlangan elementlarni o'chirilsinmi?

source: Delete selected maintenance period?
uz: Tanlangan texnik xizmat davrini o'chirilsinmi?

source: Delete selected maintenance periods?
uz: Tanlangan texnik xizmat davrlarini o'chirilsinmi?

source: Delete selected map?
uz: Tanlangan xaritani o'chirilsinmi?

source: Delete selected maps?
uz: Tanlangan xaritalarni o'chirilsinmi?

source: Delete selected media type?
uz: Tanlangan media turini o'chirilsinmi?

source: Delete selected media types?
uz: Tanlangan media turlarini o'chirilsinmi?

source: Delete selected proxies?
uz: Tanlangan proksilarni o'chirilsinmi?

source: Delete selected proxy group?
uz: Tanlangan proksi guruhini o'chirilsinmi?

source: Delete selected proxy groups?
uz: Tanlangan proksi guruhlarini o'chirilsinmi?

source: Delete selected proxy?
uz: Tanlangan proksini o'chirilsinmi?

source: Delete selected regular expression?
uz: Tanlangan doimiy ifodani o'chirilsinmi?

source: Delete selected regular expressions?
uz: Tanlangan doimiy ifodalarni o'chirilsinmi?

source: Delete selected role?
uz: Tanlangan roldni o'chirilsinmi?

source: Delete selected roles?
uz: Tanlangan rollarni o'chirilsinmi?

source: Delete selected scheduled report?
uz: Tanlangan rejalashtirilgan hisobotni o'chirilsinmi?

source: Delete selected scheduled reports?
uz: Tanlangan rejalashtirilgan hisobotlarni o'chirilsinmi?

source: Delete selected script?
uz: Tanlangan skriptni o'chirilsinmi?

source: Delete selected scripts?
uz: Tanlangan skriptlarni o'chirilsinmi?

source: Delete selected service?
uz: Tanlangan xizmatni o'chirilsinmi?

source: Delete selected services?
uz: Tanlangan xizmatlarni o'chirilsinmi?

source: Delete selected shapes?
uz: Tanlangan shakllarni o'chirilsinmi?

source: Delete selected template group?
uz: Tanlangan shablon guruhini o'chirilsinmi?

source: Delete selected template groups?
uz: Tanlangan shablon guruhlarini o'chirilsinmi?

source: Delete selected template?
uz: Tanlangan shablonni o'chirilsinmi?

source: Delete selected templates?
uz: Tanlangan shablonlarni o'chirilsinmi?

source: Delete selected token?
uz: Tanlangan tokenni o'chirilsinmi?

source: Delete selected tokens?
uz: Tanlangan tokenlarni o'chirilsinmi?

source: Delete selected trigger prototype?
uz: Tanlangan trigger prototipini o'chirilsinmi?

source: Delete selected trigger prototypes?
uz: Tanlangan trigger prototiplarini o'chirilsinmi?

source: Delete selected trigger?
uz: Tanlangan triggerni o'chirilsinmi?

source: Delete selected triggers?
uz: Tanlangan triggerlarni o'chirilsinmi?

source: Delete selected user?
uz: Tanlangan foydalanuvchini o'chirilsinmi?

source: Delete selected users?
uz: Tanlangan foydalanuvchilarni o'chirilsinmi?

source: Delete selected web scenario?
uz: Tanlangan veb-senarini o'chirilsinmi?

source: Delete selected web scenarios?
uz: Tanlangan veb-senarilarni o'chirilsinmi?

source: Delete template?
uz: Shablon o'chirilsinmi?

source: Delete trigger prototype?
uz: Trigger prototipi o'chirilsinmi?

source: Delete trigger?
uz: Trigger o'chirilsinmi?

source: Delete web scenario?
uz: Veb-senariy o'chirilsinmi?

source: Deleted
uz: O'chirildi

source: Deleted host
uz: Xost o'chirildi

source: Deleted host group
uz: Xost guruhi o'chirildi

source: Deleted host group(s)
uz: Xost guruhi(lari) o'chirildi

source: Deleted trigger
uz: Trigger o'chirildi

source: Delimiter
uz: Ajratuvchi

source: Denied methods
uz: Ruxsat etilmagan usullar

source: Deny
uz: Rad etish

source: Deny list
uz: Rad etilganlar ro'yxati

source: Dependencies
uz: Bog'liqliklar

source: Dependent
uz: Bog'liq

source: Dependent item
uz: Bog'liq element

source: Depends on
uz: Quyidagiga bog'liq

source: Deployment status
uz: Joylashtirish holati

source: Deprecated
uz: Eskirgan (tavsiya etilmaydi)

source: Deprecated parameter "%1$s" cannot be used with "%2$s".
uz: Eskirgan "%1$s" parametri "%2$s" bilan birga ishlatilishi mumkin emas.

source: Deprovisioned users group
uz: O'chirib tashlangan foydalanuvchilar guruhi

source: Deprovisioned users group cannot be deleted.
uz: O'chirib tashlangan foydalanuvchilar guruhi o'chirib bo'lmaydi.

source: Deprovisioned users group cannot be empty.
uz: O'chirib tashlangan foydalanuvchilar guruhi bo'sh bo'lishi mumkin emas.

source: Deprovisioned users group cannot be enabled.
uz: O'chirib tashlangan foydalanuvchilar guruhi yoqib bo'lmaydi.

source: Description
uz: Tavsif

source: Description size
uz: Tavsif hajmi

source: Detailed listing of installed packages. Returns text in JSON format
uz: O'rnatilgan paketlarning batafsil ro'yxati. JSON formatida matn qaytaradi

source: Details
uz: Tafsilotlar

source: Details of web scenario
uz: Veb-senariy tafsilotlari

source: Detected TimescaleDB license does not support compression. Compression is supported in TimescaleDB Community Edition.
uz: Aniqlangan TimescaleDB litsenziyasi siqishni qo'llab-quvvatlamaydi. Siqish faqat TimescaleDB Community Edition'da qo'llab-quvvatlanadi.

source: Detection period
uz: Aniqlash davri

source: Deviations
uz: Og'ishlar

source: Device
uz: Qurilma

source: Device interrupts. Returns integer
uz: Qurilma uzilishlari. Butun sonni qaytaradi

source: Device uniqueness criteria
uz: Qurilmaning noyobligi mezonlari

source: Digest
uz: Sarlavha / hazm qilish

source: Digital
uz: Raqamli

source: Directory
uz: Katalog

source: Directory size (in bytes). Returns integer
uz: Katalog hajmi (baytlarda). Butun sonni qaytaradi

source: Disable
uz: O'chirish

source: Disable debug mode
uz: Nosozliklarni tuzatish rejimini o'chirish
