Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Cannot set dependency for item prototype with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
uz: Element prototipi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga bog'lash mumkin emas, host "%3$s"da: %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
uz: Element prototipi uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga bog'lash mumkin emas, shablon "%3$s"da: %4$s.

source: Cannot set dependency for item with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
uz: Element uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga host "%3$s"da bog'lash mumkin emas: %4$s.

source: Cannot set dependency for item with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
uz: Element uchun "%1$s" kalitiga ega bo'lgan bog'liqlikni, "%2$s" kalitiga ega bo'lgan asosiy elementga shablon "%3$s"da bog'lash mumkin emas: %4$s.

source: Cannot set inventory fields for disabled inventory.
uz: Funktsiyadan chiqirilgan inventarizatsiya uchun inventar maydonlarini o'rnatib bo'lmaydi.

source: Cannot specify "propagation_rule" parameter without specifying "propagation_value" parameter for service "%1$s".
uz: "%1$s" xizmati uchun "propagation_rule" parametrini, "propagation_value" parametrini belgilamasdan o'rnatib bo'lmaydi.

source: Cannot support notification audio for this device.
uz: Ushbu qurilma uchun bildirishnoma ovozini qo'llab-quvvatlab bo'lmaydi.

source: Cannot switch host for interface.
uz: Interfeys uchun hostni o'zgartirib bo'lmaydi.

source: Cannot test disabled media type.
uz: Funktsiyadan chiqirilgan media turini tekshirib bo'lmaydi.

source: Cannot unblock user
uz: Foydalanuvchini blokdan chiqarib bo'lmaydi.

source: Cannot unlink template
uz: Shablonni ulashni olib tashlab bo'lmaydi.

source: Cannot unlink template "%1$s" from host "%2$s" due to dependency of trigger "%3$s".
uz: Shablon "%1$s"ni host "%2$s"dan olib tashlab bo'lmaydi, chunki "%3$s" trigeri bog'langan.

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s" on host "%4$s".
uz: Shablon "%1$s"ni shablon "%2$s"dan olib tashlab bo'lmaydi, chunki "%3$s" trigeri host "%4$s"da bog'langan.

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s" on template "%4$s".
uz: Shablon "%1$s"ni shablon "%2$s"dan olib tashlab bo'lmaydi, chunki "%3$s" trigeri shablon "%4$s"da bog'langan.

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s".
uz: Shablon "%1$s"ni shablon "%2$s"dan olib tashlab bo'lmaydi, chunki "%3$s" trigeri bog'langan.

source: Cannot unlink template "%1$s" without template "%2$s" from host "%3$s" due to expression of trigger "%4$s".
uz: Shablon "%1$s"ni shablon "%2$s"siz host "%3$s"dan olib tashlab bo'lmaydi, chunki "%4$s" trigerining ifodasi bor.

source: Cannot unlink template "%1$s" without template "%2$s" from template "%3$s" due to expression of trigger "%4$s".
uz: Shablon "%1$s"ni shablon "%2$s"siz shablon "%3$s"dan olib tashlab bo'lmaydi, chunki "%4$s" trigerining ifodasi bor.

source: Cannot unlink trigger "%1$s", it has items from template that is left linked to host.
uz: Triger "%1$s"ni olib tashlab bo'lmaydi, chunki u shablonlardan elementlarni o'z ichiga oladi, bu shablon hali ham host bilan bog'langan.

source: Cannot update "%1$s" for action "%2$s".
uz: Harakat "%2$s" uchun "%1$s" ni yangilab bo'lmaydi.

source: Cannot update "%1$s" for graph "%2$s".
uz: Grafik "%2$s" uchun "%1$s" ni yangilab bo'lmaydi.

source: Cannot update "%1$s" for graph prototype "%2$s".
uz: Grafik prototipi "%2$s" uchun "%1$s" ni yangilab bo'lmaydi.

source: Cannot update "%1$s" for templated trigger "%2$s".
uz: Shablonli triger "%2$s" uchun "%1$s" ni yangilab bo'lmaydi.

source: Cannot update "%1$s" for templated trigger prototype "%2$s".
uz: Shablonli triger prototipi "%2$s" uchun "%1$s" ni yangilab bo'lmaydi.

source: Cannot update "%2$s" for a discovered host "%1$s".
uz: Kashf etilgan host "%1$s" uchun "%2$s" ni yangilab bo'lmaydi.

source: Cannot update "%2$s" for a discovered trigger "%1$s".
uz: Kashf etilgan triger "%1$s" uchun "%2$s" ni yangilab bo'lmaydi.

source: Cannot update API token
uz: API tokenini yangilab bo'lmaydi.

source: Cannot update SLA
uz: SLAni yangilab bo'lmaydi.

source: Cannot update a discovered graph.
uz: Kashf etilgan grafikni yangilab bo'lmaydi.

source: Cannot update a discovered host group "%1$s".
uz: Kashf etilgan host guruhini "%1$s" yangilab bo'lmaydi.

source: Cannot update a templated graph "%1$s".
uz: Shablonli grafikni "%1$s" yangilab bo'lmaydi.

source: Cannot update a templated web scenario "%1$s": %2$s.
uz: Shablonli veb-sinario "%1$s" ni yangilab bo'lmaydi: %2$s.

source: Cannot update action
uz: Harakatni yangilab bo'lmaydi.

source: Cannot update authentication
uz: Aukentifikatsiyani yangilab bo'lmaydi.

source: Cannot update configuration
uz: Konfiguratsiyani yangilab bo'lmaydi.

source: Cannot update connector
uz: Ulashuvchini yangilab bo'lmaydi.

source: Cannot update discovery rule
uz: Kashf qilish qoidalarini yangilab bo'lmaydi.

source: Cannot update event
uz: Voqeani yangilab bo'lmaydi.

source: Cannot update event correlation
uz: Voqealar korrelyatsiyasini yangilab bo'lmaydi.

source: Cannot update events
uz: Voqealarni yangilab bo'lmaydi.

source: Cannot update graph
uz: Grafikni yangilab bo'lmaydi.

source: Cannot update graph prototype
uz: Grafik prototipini yangilab bo'lmaydi.

source: Cannot update groups for discovered host "%1$s".
uz: Kashf etilgan host "%1$s" uchun guruhlarni yangilab bo'lmaydi.

source: Cannot update host
uz: Hostni yangilab bo'lmaydi.

source: Cannot update host encryption settings. Connection settings for both directions should be specified.
uz: Hostni shifrlash sozlamalarini yangilab bo'lmaydi. Ikki tomonlama ulanish sozlamalari ko'rsatilgan bo'lishi kerak.

source: Cannot update host group
uz: Host guruhini yangilab bo'lmaydi.

source: Cannot update host prototype
uz: Host prototipini yangilab bo'lmaydi.

source: Cannot update icon map
uz: Ikonalar xaritasini yangilab bo'lmaydi.

source: Cannot update image
uz: Rasmni yangilab bo'lmaydi.

source: Cannot update interface for discovered host "%1$s".
uz: Kashf etilgan host "%1$s" uchun interfeysni yangilab bo'lmaydi.

source: Cannot update item
uz: Elementni yangilab bo'lmaydi.

source: Cannot update item prototype
uz: Element prototipini yangilab bo'lmaydi.

source: Cannot update macros
uz: Makroslarni yangilab bo'lmaydi.

source: Cannot update maintenance period
uz: Texnik xizmat ko'rsatish davrini yangilab bo'lmaydi.

source: Cannot update media type
uz: Media turini yangilab bo'lmaydi.

source: Cannot update module
uz: Modulni yangilab bo'lmaydi.

source: Cannot update network map
uz: Tarmoq xaritasini yangilab bo'lmaydi.

source: Cannot update proxy
uz: Proksini yangilab bo'lmaydi.

source: Cannot update proxy for discovered host "%1$s".
uz: Kashf etilgan host "%1$s" uchun proksini yangilab bo'lmaydi.

source: Cannot update proxy group
uz: Proksi guruhini yangilab bo'lmaydi.

source: Cannot update readonly user role "%1$s".
uz: O'qish huquqiga ega bo'lgan foydalanuvchi roli "%1$s" ni yangilab bo'lmaydi.

source: Cannot update regular expression
uz: Doimiy ifodani yangilab bo'lmaydi.

source: Cannot update scheduled report
uz: Rejalashtirilgan hisobotni yangilab bo'lmaydi.

source: Cannot update script
uz: Skripti yangilab bo'lmaydi.

source: Cannot update script scope. Script "%1$s" is used in action "%2$s".
uz: Skript doirasini yangilab bo'lmaydi. Skript "%1$s" "%2$s" harakatida ishlatilgan.

source: Cannot update service
uz: Xizmatni yangilab bo'lmaydi.

source: Cannot update service "%1$s": %2$s.
uz: Xizmatni "%1$s" yangilab bo'lmaydi: %2$s.

source: Cannot update services
uz: Xizmatlarni yangilab bo'lmaydi.

source: Cannot update step for a templated web scenario "%1$s": %2$s.
uz: Shablonli veb-sinario "%1$s" ning bosqichini yangilab bo'lmaydi: %2$s.

source: Cannot update template
uz: Shablonni yangilab bo'lmaydi.

source: Cannot update template group
uz: Shablon guruhini yangilab bo'lmaydi.

source: Cannot update trigger
uz: Triggerni yangilab bo'lmaydi.

source: Cannot update trigger "%1$s": %2$s.
uz: Triggerni "%1$s" yangilab bo'lmaydi: %2$s.

source: Cannot update trigger prototype
uz: Trigger prototipini yangilab bo'lmaydi.

source: Cannot update trigger prototype "%1$s": %2$s.
uz: Trigger prototipini "%1$s" yangilab bo'lmaydi: %2$s.

source: Cannot update user
uz: Foydalanuvchini yangilab bo'lmaydi.

source: Cannot update user group
uz: Foydalanuvchi guruhini yangilab bo'lmaydi.

source: Cannot update user role
uz: Foydalanuvchi rolini yangilab bo'lmaydi.

source: Cannot update web scenario
uz: Veb-sinariyoni yangilab bo'lmaydi.

source: Cannot update web scenario step
uz: Veb-sinariyo bosqichini yangilab bo'lmaydi.

source: Case sensitive
uz: Kattalik va kichlik harflarga sezgir

source: Case-sensitive login
uz: Kattalik va kichlik harflarga sezgir kirish

source: Catalan (ca_ES)
uz: Katalan tili (ca_ES)

source: Catches all SNMP traps that match regex. If regexp is unspecified, catches any trap.
uz: Barcha SNMP tuzoqlarini tutadi, agar regex ko'rsatilgan bo'lsa. Agar regexp ko'rsatilmagan bo'lsa, har qanday tuzoqni tutadi.

source: Catches all SNMP traps that were not caught by any of snmptrap[] items.
uz: snmptrap[] elementlari tomonidan tutib olinmagan barcha SNMP tuzoqlarini tutadi.

source: Cause
uz: Sabab

source: Center
uz: Markaz

source: Certificate
uz: Sertifikat

# noun
source: Change
uz: O'zgartirish

# verb
source: Change
uz: O'zgartirish

source: Change PSK
uz: PSKni o'zgartirish

source: Change client secret
uz: Mijoz maxfiyligini o'zgartirish

source: Change indicator
uz: Ko'rsatkichni o'zgartirish

source: Change password
uz: Parolni o'zgartirish

source: Change per second
uz: Sekundiga o'zgarish

source: Change problem ranking
uz: Muammo reytingini o'zgartirish

source: Change severity
uz: Jiddiyatni o'zgartirish

source: Change type
uz: Turini o'zgartirish

source: Character
uz: Belgi

source: Character string included
uz: Belgi satri kiritilgan

source: Character string not included
uz: Belgi satri kiritilmagan

source: Chars
uz: Belgilar

source: Chassis
uz: Shassi

source: Chassis information. Returns string
uz: Shassi haqida ma'lumot. Satrni qaytaradi

source: Check already exists.
uz: Tekshiruv allaqachon mavjud.

source: Check expression part starting from "%1$s".
uz: "%1$s" dan boshlab ifoda qismiga tekshirish.

source: Check for error in JSON
uz: JSON da xatolikni tekshirish

source: Check for error in XML
uz: XML da xatolikni tekshirish

source: Check for error using regular expression
uz: Doimiy ifoda yordamida xatolikni tekshirish

source: Check for not supported value
uz: Qo'llab-quvvatlanmagan qiymatni tekshirish

source: Check of pre-requisites
uz: Oldindan talablarni tekshirish

source: Check the key, please. Default example was passed.
uz: Kalitni tekshirib ko'ring, iltimos. Standart misol o'tkazildi.

source: Check type
uz: Turini tekshirish

source: Checks
uz: Tekshiruvlar

source: Checks if DNS service is up. Returns 0 - DNS is down (server did not respond or DNS resolution failed); 1 - DNS is up
uz: DNS xizmati ishga tushganini tekshiradi. 0 - DNS ishlamayapti (server javob bermadi yoki DNSni aniqlashda xato); 1 - DNS ishlamoqda

source: Checks if file exists. Returns 0 - not found; 1 - file of the specified type exists
uz: Fayl mavjudligini tekshiradi. 0 - topilmadi; 1 - ko'rsatilgan turdagi fayl mavjud

source: Checks if host is accessible by ICMP ping. 0 - ICMP ping fails. 1 - ICMP ping successful.
uz: Host ICMP ping orqali mavjudligini tekshiradi. 0 - ICMP ping muvaffaqiyatsiz; 1 - ICMP ping muvaffaqiyatli

source: Checks if it is possible to make TCP connection to specified port. Returns 0 - cannot connect; 1 - can connect
uz: Ko'rsatilgan portga TCP ulanishini amalga oshirish mumkinligini tekshiradi. 0 - ulanish mumkin emas; 1 - ulanish mumkin

source: Checks if service is running and accepting TCP connections. Returns 0 - service is down; 1 - service is running
uz: Xizmat ishlayotganini va TCP ulanishlarini qabul qilayotganini tekshiradi. 0 - xizmat ishlamayapti; 1 - xizmat ishlamoqda

source: Checks if service is running and responding to UDP requests. Returns 0 - service is down; 1 - service is running
uz: Xizmat ishlayotganini va UDP so'rovlariga javob berishini tekshiradi. 0 - xizmat ishlamayapti; 1 - xizmat ishlamoqda

source: Checks if this TCP port is in LISTEN state. Returns 0 - it is not in LISTEN state; 1 - it is in LISTEN state
uz: Ushbu TCP porti LISTEN holatida ekanligini tekshiradi. 0 - LISTEN holatida emas; 1 - LISTEN holatida

source: Checks if this UDP port is in LISTEN state. Returns 0 - it is not in LISTEN state; 1 - it is in LISTEN state
uz: Ushbu UDP porti LISTEN holatida ekanligini tekshiradi. 0 - LISTEN holatida emas; 1 - LISTEN holatida

source: Checks performance of TCP service. Returns 0 - service is down; seconds - the number of seconds spent while connecting to the service
uz: TCP xizmatining ishlashini tekshiradi. 0 - xizmat ishlamayapti; sekundlar - xizmatga ulanish uchun sarflangan vaqt (sekundlarda)

source: Checks performance of UDP service. Returns 0 - service is down; seconds - the number of seconds spent waiting for response from the service
uz: UDP xizmatining ishlashini tekshiradi. 0 - xizmat ishlamayapti; sekundlar - xizmatdan javob kutish uchun sarflangan vaqt (sekundlarda)

source: Checks should be unique.
uz: Tekshiruvlar noyob bo'lishi kerak.

source: Child services
uz: Bolalar xizmati

source: Chinese (zh_CN)
uz: Xitoy (zh_CN)

source: Chinese (zh_TW)
uz: Xitoy (zh_TW)

source: Circular reference in templates: %1$s.
uz: Shablonlarda aylana bog'lanish: %1$s.

source: Circular template linkage is not allowed.
uz: Aylana shablon bog'lanishiga yo'l qo'yilmaydi.

source: Class %1$s not found for action %2$s.
uz: Harakat uchun %1$s klassi topilmadi: %2$s.

source: Clear history and trends
uz: Tarix va trendlarni tozalash

source: Clear history and trends of selected item?
uz: Tanlangan elementning tarixini va trendlarini tozalashni xohlaysizmi?

source: Clear history and trends of selected items?
uz: Tanlangan elementlarning tarixini va trendlarini tozalashni xohlaysizmi?

source: Clear history and trends of selected web scenario?
uz: Tanlangan veb-scenariyning tarixini va trendlarini tozalashni xohlaysizmi?

source: Clear history and trends of selected web scenarios?
uz: Tanlangan veb-scenariylarning tarixini va trendlarini tozalashni xohlaysizmi?

source: Clear when unlinking
uz: Ayrilish paytida tozalash

source: Click and drag to desired size.
uz: Kerakli o'lchamga bosib ushlab torting.

source: Click to view or edit
uz: Ko'rish yoki tahrirlash uchun bosing

source: Client ID
uz: Mijoz ID

source: Client secret
uz: Mijoz maxfiyligi

source: Clock
uz: Soat

source: Clock type
uz: Soat turi

source: Clone
uz: Ko'chirish

source: Cloned host parameter values have been modified.
uz: Ko'chirilgan host parametr qiymatlari o'zgartirildi.

source: Cloned template parameter values have been modified.
uz: Ko'chirilgan shablon parametr qiymatlari o'zgartirildi.

source: Close
uz: Yopish

source: Close expression constructor
uz: Ifoda konstruktorini yopish

source: Close new event
uz: Yangi voqeani yopish

source: Close old events
uz: Eski voqealarni yopish

source: Close problem
uz: Muammoni yopish

source: Close problems
uz: Muammolarni yopish

source: Code length
uz: Kod uzunligi

source: Collapse
uz: Kichraytirish

source: Collapse sidebar
uz: Yon panelni kichraytirish

source: Color
uz: Rang

source: Color "%1$s" is not correct: expecting hexadecimal color code (6 symbols).
uz: Rang "%1$s" noto'g'ri: oltita raqamli shkalaviy rang kodi kutilmoqda.

source: Color (OK)
uz: Rang (OK)

source: Color interpolation
uz: Ranglar orasidagi interpolatsiya

source: Colors
uz: Ranglar

source: Columns
uz: Ustunlar

source: Combined result
uz: Birlashtirilgan natija

source: Comma separated center coordinates and zoom level to display when the widget is initially loaded.
uz: Dastlabki yuklanishida vidjet ko'rsatiladigan markaziy koordinatalar va o'lchamini vergul bilan ajratilgan tarzda kiriting.

source: Command
uz: Buyruq

source: Commands
uz: Buyruqlar

source: Communication
uz: Aloqa

# SNMP Community
source: Community
uz: Jamoa

source: Compact view
uz: Kichik ko'rinish

source: Component %1$s already registered.
uz: Komponent %1$s allaqachon ro'yxatdan o'tgan.

source: Component %1$s is not registered.
uz: Komponent %1$s ro'yxatdan o'tmagan.

source: Compress records older than
uz: Yozuvlarni siqish, bundan eski

source: Compression is not supported.
uz: Siqish qo'llab-quvvatlanmaydi.

source: Concurrent sessions
uz: Bir vaqtning o'zida sesiyalar

source: Condition
uz: Shart

source: Conditions
uz: Shartlar

source: Configuration
uz: Konfiguratsiya

source: Configuration cache statistics. Cache - buffer (modes: pfree, total, used, free).
uz: Konfiguratsiya keshining statistikasi. Kesh - bufer (rejimlar: pfree, jami, ishlatilgan, bo'sh).

source: Configuration file "%1$s" created.
uz: Konfiguratsiya fayli "%1$s" yaratildi.

source: Configuration of GUI
uz: GUI konfiguratsiyasi

source: Configuration of actions
uz: Harakatlar konfiguratsiyasi

source: Configuration of audit log
uz: Audit jurnalini konfiguratsiya qilish

source: Configuration of authentication
uz: Auktentifikatsiya konfiguratsiyasi

source: Configuration of dashboards
uz: Panel konfiguratsiyasi

source: Configuration of discovery rules
uz: Kashf qilish qoidalarining konfiguratsiyasi

source: Configuration of graph prototypes
uz: Grafik prototiplari konfiguratsiyasi

source: Configuration of graphs
uz: Grafiklarni konfiguratsiya qilish

source: Configuration of host
uz: Host konfiguratsiyasi

source: Configuration of host group
uz: Host guruhining konfiguratsiyasi

source: Configuration of host groups
uz: Host guruhlarini konfiguratsiya qilish

source: Configuration of host prototypes
uz: Host prototiplarini konfiguratsiya qilish

source: Configuration of hosts
uz: Hostlarni konfiguratsiya qilish

source: Configuration of housekeeping
uz: Uy-ro'zg'or ishlarini konfiguratsiya qilish

source: Configuration of icon mapping
uz: Ikonalarni xaritaga joylashtirish konfiguratsiyasi

source: Configuration of images
uz: Rasmlarni konfiguratsiya qilish

source: Configuration of item prototypes
uz: Element prototiplarini konfiguratsiya qilish

source: Configuration of items
uz: Elementlarni konfiguratsiya qilish

source: Configuration of macros
uz: Makrolarni konfiguratsiya qilish

source: Configuration of maintenance periods
uz: Xizmat ko'rsatish davrlarini konfiguratsiya qilish

source: Configuration of media types
uz: Media turlarini konfiguratsiya qilish

source: Configuration of network maps
uz: Tarmoq xaritalarini konfiguratsiya qilish

source: Configuration of proxies
uz: Proksilarni konfiguratsiya qilish

source: Configuration of proxy groups
uz: Proksi guruhlarini konfiguratsiya qilish

source: Configuration of regular expressions
uz: Regulyar ifodalarni konfiguratsiya qilish

source: Configuration of scripts
uz: Skriptlarni konfiguratsiya qilish

source: Configuration of template group
uz: Shablon guruhini konfiguratsiya qilish

source: Configuration of template groups
uz: Shablon guruhlarini konfiguratsiya qilish

source: Configuration of templates
uz: Shablonlarni konfiguratsiya qilish

source: Configuration of timeouts
uz: Vaqtni cheklashlarni konfiguratsiya qilish

source: Configuration of trigger displaying options
uz: Triggerlarni ko'rsatish variantlarini konfiguratsiya qilish

source: Configuration of trigger prototypes
uz: Trigger prototiplarini konfiguratsiya qilish

source: Configuration of triggers
uz: Triggerlarni konfiguratsiya qilish

source: Configuration of user groups
uz: Foydalanuvchi guruhlarini konfiguratsiya qilish

source: Configuration of user roles
uz: Foydalanuvchi rollarini konfiguratsiya qilish

source: Configuration of users
uz: Foydalanuvchilarni konfiguratsiya qilish

source: Configuration of web monitoring
uz: Veb-monitoring konfiguratsiyasi

source: Configuration refresh
uz: Konfiguratsiyani yangilash

source: Configuration updated
uz: Konfiguratsiya yangilandi

source: Configure DB connection
uz: DB ulanishini sozlash

source: Configure JIT provisioning
uz: JIT taqdimotini sozlash

source: Confirm changes
uz: O'zgarishlarni tasdiqlash

source: Confirmation text
uz: Tasdiqlash matni

source: Confirms the problem is noticed (acknowledging user will be recorded). Status change triggers action update operation.
uz: Muammo e'tibor berilganligini tasdiqlaydi (foydalanuvchi tasdiqlash paytida yoziladi). Holat o'zgarishi amaliyot yangilanishini ishga tushiradi.

source: Congratulations! You have successfully installed Zabbix frontend.
uz: Tabriklaymiz! Siz Zoddix frontend'ini muvaffaqiyatli o'rnatasiz.

source: Connect to
uz: Ulashing

# missing data function
source: Connected
uz: Ulangan

source: Connection
uz: Ulanish

source: Connection security
uz: Ulanish xavfsizligi

source: Connection timeout of %1$s seconds exceeded when connecting to Zabbix server "%2$s".
uz: %1$s soniyadan ortiq ulanish vaqt o'tishi Zoddix serveriga "%2$s" ulanishda o'tdi.

source: Connection to Zabbix server "%1$s" failed. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Incorrect DNS server configuration.
uz: Zabbix serveriga "%1$s" ulanishi muvaffaqiyatsiz. Mumkin bo'lgan sabablari: 1. "zabbix_server.conf" faylida "NodeAddress" yoki "ListenPort" noto'g'ri yoki "zabbix.conf.php" faylida server IP/DNS noto'g'ri ko'rsatilgan; 2. DNS serverining noto'g'ri konfiguratsiyasi.

source: Connection to Zabbix server "%1$s" refused. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Security environment (for example, SELinux) is blocking the connection; 3. Zabbix server daemon not running; 4. Firewall is blocking TCP connection.
uz: Zabbix serveriga "%1$s" ulanishi rad etildi. Mumkin bo'lgan sabablari: 1. "zabbix_server.conf" faylida "NodeAddress" yoki "ListenPort" noto'g'ri yoki "zabbix.conf.php" faylida server IP/DNS noto'g'ri ko'rsatilgan; 2. Xavfsizlik muhitida (masalan, SELinux) ulanishni bloklaydi; 3. Zabbix serveri ishlamayapti; 4. Firewall TCP ulanishini bloklamoqda.

source: Connection to Zabbix server "%1$s" timed out. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Firewall is blocking TCP connection.
uz: Zabbix serveriga "%1$s" ulanishi vaqt o'tdi. Mumkin bo'lgan sabablari: 1. "zabbix_server.conf" faylida "NodeAddress" yoki "ListenPort" noto'g'ri yoki "zabbix.conf.php" faylida server IP/DNS noto'g'ri ko'rsatilgan; 2. Firewall TCP ulanishini bloklamoqda.

source: Connection to Zabbix server failed. Incorrect configuration.
uz: Zoddix serveriga ulanish muvaffaqiyatsiz. Noto'g'ri konfiguratsiya.

source: Connection will not be encrypted because it uses a socket file (on Unix) or shared memory (Windows).
uz: Ulanish shifrlanmaydi, chunki socket fayli (Unixda) yoki umumiy xotira (Windowsda) ishlatiladi.

source: Connections
uz: Ulanishlar

source: Connections from host
uz: Xostdan ulanishlar

source: Connections from proxy
uz: Proxydan ulanishlar

source: Connections to host
uz: Xostga ulanishlar

source: Connections to proxy
uz: Proxydan ulanishlar

source: Connector
uz: Ulanish
