Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: Template with the same visible name "%1$s" already exists.
uz: Shunday ko'rinadigan nomdagi "%1$s" shabloni allaqachon mavjud.

source: Template with visible name "%1$s" already exists.
uz: Ko'rinadigan nomdagi "%1$s" shabloni allaqachon mavjud.

source: Templates
uz: Shablonlar

source: Templates "%1$s" unlinked from hosts "%2$s".
uz: Shablonlar "%1$s" xostlardan "%2$s" aloqasi uzildi.

source: Templates linked by host discovery cannot be unlinked.
uz: Xostni kashf qilish orqali bog'langan shablonlar aloqasi uzilmaydi.

source: Test all steps
uz: Barcha bosqichlarni sinab ko'rish

source: Test authentication
uz: Autentifikatsiyani sinab ko'rish

source: Test confirmation
uz: Tasdiqlashni sinab ko'rish

source: Test data
uz: Ma'lumotni sinab ko'rish

source: Test expressions
uz: Ifodalarni sinab ko'rish

source: Test item
uz: Test element

source: Test media type "%1$s"
uz: Test media turi "%1$s"

source: Test of "%1$s" items is not supported.
uz: "%1$s" elementlari uchun test qo'llab-quvvatlanmaydi.

source: Test report generating
uz: Test hisobotini yaratish

source: Test string
uz: Test satri

source: Test subject
uz: Test mavzusi

source: Test user input
uz: Foydalanuvchi kirish ma'lumotlarini sinab ko'rish

source: Test with
uz: Bilan test

source: Text
uz: Matn

source: Text, supports {INVENTORY.*}, {HOST.*} macros
uz: Matn, {INVENTORY.*}, {HOST.*} makroslarini qo'llab-quvvatlaydi

source: The "%1$s.%2$s" method must be called without authorization header.
uz: "%1$s.%2$s" metodi avtorizatsiya sarlavhasisiz chaqirilishi kerak.

source: The "%1$s.%2$s" method must be called without the "auth" parameter.
uz: "%1$s.%2$s" metodi "auth" parametrisiz chaqirilishi kerak.

source: The %1$s is not discovered anymore and %2$s, %3$s.
uz: %1$s endi kashf etilmayapti va %2$s, %3$s.

source: The %1$s is not discovered anymore and %2$s.
uz: %1$s endi kashf etilmayapti va %2$s.

source: The URL template is used to load and display the tile layer on geographical maps.
uz: URL shabloni geografik xaritalarda tile qatlamini yuklash va ko'rsatish uchun ishlatiladi.

source: The Zabbix database version does not match current requirements. Your database version: %1$s. Required version: %2$s. Please contact your system administrator.
uz: Zoddix ma'lumotlar bazasi versiyasi hozirgi talablar bilan mos kelmaydi. Sizning ma'lumotlar bazasi versiyangiz: %1$s. Kerakli versiya: %2$s. Iltimos, tizim administratoriga murojaat qiling.

source: The average time a read from the virtual disk takes, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
uz: Virtual diskdan o'qishning o'rtacha vaqti, "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasining global yagona identifikatori, "instance" - disk qurilmasi instansiyasi

source: The average time a write to the virtual disk takes, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
uz: Virtual diskka yozishning o'rtacha vaqti, "url" - VMware xizmati URL manzili, "uuid" - VMware virtual mashinasining global yagona identifikatori, "instance" - disk qurilmasi instansiyasi

source: The cloned host contains user defined macros with type "Secret text". The value and type of these macros were reset.
uz: Kloni olingan xostda foydalanuvchi tomonidan belgilangan "Secret text" turidagi makroslar mavjud. Ushbu makroslarning qiymati va turi tiklandi.

source: The cloned host prototype contains user defined macros with type "Secret text". The value and type of these macros were reset.
uz: Kloni olingan xost prototipida foydalanuvchi tomonidan belgilangan "Secret text" turidagi makroslar mavjud. Ushbu makroslarning qiymati va turi tiklandi.

source: The cloned template contains user defined macros with type "Secret text". The value and type of these macros were reset.
uz: Kloni olingan shablon foydalanuvchi tomonidan belgilangan "Secret text" turidagi makroslar mavjud. Ushbu makroslarning qiymati va turi tiklandi.

source: The field "monitored_by" must be specified when changing proxy or proxy group for host monitoring.
uz: Xostni monitoring qilish uchun proksi yoki proksi guruhi o'zgartirilganda "monitored_by" maydoni ko'rsatilishi kerak.

source: The following placeholders are supported:
uz: Quyidagi o'rnini bosuvchi belgilar qo'llab-quvvatlanadi:

source: The graph is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
uz: Grafik endi kashf etilmayapti va %1$s ichida ( %2$s da %3$s da) o'chiriladi.

source: The graph is not discovered anymore and will be deleted the next time discovery rule is processed.
uz: Grafik endi kashf etilmayapti va kelgusi kashf qilish qoidasi qayta ishlanganda o'chiriladi.

source: The host being cloned belongs to a host group you don't have write permissions to. Non-writable group has been removed from the new host.
uz: Kloni olingan xost sizda yozish huquqi bo'lmagan xost guruhiga tegishli. Yozish mumkin bo'lmagan guruh yangi xostdan olib tashlandi.

source: The host group is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
uz: Xost guruhi endi kashf etilmayapti va %1$s ichida ( %2$s da %3$s da) o'chiriladi.

source: The host group is not discovered anymore and will be deleted the next time discovery rule is processed.
uz: Xost guruhi endi kashf etilmayapti va kelgusi kashf qilish qoidasi qayta ishlanganda o'chiriladi.

source: The host is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
uz: Xost endi kashf etilmayapti va %1$s ichida ( %2$s da %3$s da) o'chiriladi.

source: The host is not discovered anymore and will be deleted the next time discovery rule is processed.
uz: Xost endi kashf etilmayapti va kelgusi kashf qilish qoidasi qayta ishlanganda o'chiriladi.

source: The image is used in icon map %1$s.
uz: Rasm %1$s piktogramma xaritasida ishlatilgan.

source: The image is used in map %1$s.
uz: Rasm %1$s xaritasida ishlatilgan.

source: The item is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
uz: Element endi kashf etilmayapti va %1$s ichida ( %2$s da %3$s da) o'chiriladi.

source: The item is not discovered anymore and will be deleted the next time discovery rule is processed.
uz: Element endi kashf etilmayapti va kelgusi kashf qilish qoidasi qayta ishlanganda o'chiriladi.

source: The maximum zoom level is "%1$s".
uz: Maksimal zoom darajasi "%1$s".

source: The number of processes. Returns integer
uz: Jarayonlar soni. Butun sonni qaytaradi.

source: The parameter "%1$s" is missing from the user attributes.
uz: Foydalanuvchi atributlaridan "%1$s" parametri yo'q.

source: The received JSON is not a valid JSON-RPC request.
uz: Olingan JSON to'g'ri JSON-RPC so'rovi emas.

source: The requested remote-procedure does not exist / is not available
uz: So'ralgan masofaviy protsedura mavjud emas yoki mavjud emas.

source: The template being cloned belongs to a template group you don't have write permissions to. Non-writable group has been removed from the new template.
uz: Kloni olingan shablon sizda yozish huquqi bo'lmagan shablon guruhiga tegishli. Yozish mumkin bo'lmagan guruh yangi shablondan olib tashlandi.

source: The token has expired. Please update the expiry date to use the token.
uz: Token muddati o'tdi. Tokenni ishlatish uchun amal qilish muddatini yangilang.

source: The trigger is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
uz: Tritter endi kashf etilmayapti va %1$s ichida ( %2$s da %3$s da) o'chiriladi.

source: The trigger is not discovered anymore and will be deleted the next time discovery rule is processed.
uz: Tritter endi kashf etilmayapti va kelgusi kashf qilish qoidasi qayta ishlanganda o'chiriladi.

source: The value should be greater than LLD rule update interval.
uz: Qiymat LLD qoidasining yangilanish intervalidan kattaroq bo'lishi kerak.

source: The verification code was incorrect, please try again.
uz: Tasdiqlash kodi noto'g'ri, iltimos, yana urinib ko'ring.

source: Theme
uz: Mavzu

source: These parameters will be passed to the script as command-line arguments in the specified order.
uz: Ushbu parametrlar skriptga belgilangan tartibda buyruq satri argumentlari sifatida o'tkaziladi.

source: This action has conditions or operations referencing deleted object(s).
uz: Ushbu harakatda o'chirilgan ob'ektlarga murojaat qiladigan shartlar yoki amallar mavjud.

source: This action has missing conditions or operations due to previously deleted object(s).
uz: Ushbu harakatda ilgari o'chirilgan ob'ektlar tufayli shartlar yoki amallar yo'q.

source: This check cannot be removed, as it is used as a condition in %1$s discovery action.
uz: Ushbu tekshiruv o'chirilmaydi, chunki u %1$s kashf qilish harakatida shart sifatida ishlatilgan.

source: This day last week
uz: O'tgan hafta shu kun

source: This field is automatically populated by item "%1$s".
uz: Ushbu maydon avtomatik ravishda "%1$s" elementidan to'ldiriladi.

source: This is the test message from Zabbix
uz: Bu Zoddixdan test xabari.

source: This month
uz: Ushbu oy

source: This month so far
uz: Hozirgacha ushbu oy

source: This setting applies only to numeric data.
uz: Ushbu sozlama faqat raqamli ma'lumotlarga tatbiq etiladi.

source: This setting applies only to numeric data. Non-numeric data will always be taken from history.
uz: Ushbu sozlama faqat raqamli ma'lumotlarga tatbiq etiladi. Raqamli bo'lmagan ma'lumotlar har doim tarixdan olinadi.

source: This setting should be enabled, because history tables contain compressed chunks.
uz: Ushbu sozlama yoqilgan bo'lishi kerak, chunki tarix jadvallari siqilgan bo'laklarni o'z ichiga oladi.

source: This setting should be enabled, because trend tables contain compressed chunks.
uz: Ushbu sozlama yoqilgan bo'lishi kerak, chunki trend jadvallari siqilgan bo'laklarni o'z ichiga oladi.

source: This setting will display local time instead of the timestamp. "Show timestamp" must also be checked in the advanced configuration.
uz: Ushbu sozlama vaqt tamg'asining o'rniga mahalliy vaqtni ko'rsatadi. "Vaqt tamg'asini ko'rsatish" ilg'or konfiguratsiyada ham belgilangan bo'lishi kerak.

source: This setting will display log time instead of item's timestamp. "Show timestamp" must also be checked in the advanced configuration.
uz: Ushbu sozlama elementning vaqt tamg'asining o'rniga log vaqtini ko'rsatadi. "Vaqt tamg'asini ko'rsatish" ilg'or konfiguratsiyada ham belgilangan bo'lishi kerak.

source: This type of information may not match the key.
uz: Ushbu turdagi ma'lumot kalitga mos kelmasligi mumkin.

source: This user is IdP provisioned. Manual changes for provisioned fields are not allowed.
uz: Ushbu foydalanuvchi IdP tomonidan ta'minlangan. Ta'minlangan maydonlar uchun qo'lda o'zgartirishlar ruxsat etilmaydi.

source: This week
uz: Ushbu hafta

source: This week so far
uz: Hozirgacha ushbu hafta

source: This year
uz: Ushbu yil

source: This year so far
uz: Hozirgacha ushbu yil

source: Threshold
uz: Chegara

source: Thresholds
uz: Chegaralar

source: Throttling
uz: Cheklash

source: Thu
uz: Pay

source: Thursday
uz: Payshanba

source: Tile URL
uz: Plitka URL

source: Tile provider
uz: Plitka provayderi

source: Tile provider attribution data displayed in a small text box on the map.
uz: Plitka provayderi attributions ma'lumotlari xaritada kichik matn maydonchasida ko'rsatiladi.

source: Till
uz: Gacha

source: Time
uz: Vaqt

# compact table header
source: Time
uz: Vaqt

source: Time a particular Zabbix process or a group of processes (identified by <type> and <mode>) spent in <state> in percentage.
uz: Muayyan Zoddix jarayoni yoki jarayonlar guruhining (<type> va <mode> orqali aniqlanadi) <state> holatida sarflangan vaqti foizda.

source: Time elapsed:
uz: O'tgan vaqt:

source: Time filter default period
uz: Vaqt filtri standart davri

source: Time of proxy last access. Name - proxy name. Valid params are: lastaccess - Unix timestamp, delay - seconds.
uz: Proxyning oxirgi kirish vaqti. Nomi - proxy nomi. Yaroqli parametrlar: lastaccess - Unix vaqt tamg'asi, delay - soniyalar.

source: Time period
uz: Vaqt davri

source: Time shift
uz: Vaqt o'zgarishi

source: Time type
uz: Vaqt turi

source: Time zone
uz: Vaqt mintaqasi

source: Timeout
uz: Vaqt o'tkazish

source: Timeouts
uz: Vaqt o'tkazishlar

source: Timeouts are disabled because the proxy and server versions do not match.
uz: Vaqt o'tkazishlari o'chirib qo'yilgan, chunki proxy va server versiyalari mos kelmaydi.

source: Timeouts for item types
uz: Element turlari uchun vaqt o'tkazishlar

source: Timestamp
uz: Vaqt tamg'asi

# compact table header
source: Timestamp
uz: Vaqt tamg'asi

source: Timezone
uz: Vaqt mintaqasi

source: To
uz: Gacha

source: To set a host interface select a single item type for all items
uz: Host interfeysini o'rnatish uchun barcha elementlar uchun bitta element turini tanlang

source: Today
uz: Bugun

source: Today so far
uz: Hozirgacha bugun

source: Token edit
uz: Tokenni tahrirlash

source: Top
uz: Birinchi

source: Top 100 triggers
uz: Eng yaxshi 100 triger

source: Top N
uz: Eng yaxshi N

source: Top hosts
uz: Eng yaxshi hostlar

source: Top items
uz: Eng yaxshi elementlar

source: Top triggers
uz: Eng yaxshi trigerrlar

source: Total
uz: Jami

# compact table header
source: Total
uz: Jami

source: Total Elasticsearch time: %1$s
uz: Jami Elasticsearch vaqti: %1$s

source: Total Hosts
uz: Jami hostlar

source: Total SQL time: %1$s
uz: Jami SQL vaqti: %1$s

source: Total time elapsed, in seconds, since last operating system boot-up, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: Oxirgi operatsion tizim ishga tushirilganidan beri o'tgan jami vaqt, soniyalarda, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinasining global yagona identifikatori

source: Total time: %1$s
uz: Jami vaqt: %1$s

source: Totals
uz: Jami

source: Trace
uz: Izlanish

source: Transaction has not been closed. Aborting...
uz: Tranzaksiya yopilmadi. Bekor qilinmoqda...

source: Transform SQL query result into a JSON array for low-level discovery.
uz: SQL so'rovi natijasini past darajadagi kashfiyot uchun JSON massiviga aylantirish

source: Transform SQL query result into a JSON array.
uz: SQL so'rovi natijasini JSON massiviga aylantirish

source: Transparency
uz: Shaffoflik

source: Transport error.
uz: Transport xatosi.

# missing data function
source: Treat as 0
uz: 0 sifatida qabul qilish

source: Trend function cache statistics. Valid parameters are: all, hits, phits, misses, pmisses, items, pitems and requests.
uz: Trendlarga oid funksiya kesh statistikasi. To'g'ri parametrlar: all, hits, phits, misses, pmisses, items, pitems va requests.

source: Trends
uz: Trendlari

source: Trigger
uz: Triger

source: Trigger "%1$s" already exists on "%2$s".
uz: "%1$s" triggeri "%2$s" da allaqachon mavjud.

source: Trigger "%1$s" belongs to templates with different linkages.
uz: "%1$s" triggeri turli bog'lanishlarga ega shablonlarga tegishli.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the host "%3$s", because dependencies on triggers from a child template or host are not allowed.
uz: "%1$s" triggeri "%3$s" hostidan "%2$s" trigge'riga bog'lanolmaydi, chunki bolalar shablonlari yoki hostlardan triggerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from a child template or host are not allowed.
uz: "%1$s" triggeri "%3$s" shablonidan "%2$s" trigge'riga bog'lanolmaydi, chunki bolalar shablonlari yoki hostlardan trig'gerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from the parent template are not allowed.
uz: "%1$s" triggeri "%3$s" shablonidan "%2$s" trigge'riga bog'lanolmaydi, chunki ota shablonlardan trig'gerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur for host "%4$s".
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) "%4$s" hosti uchun yuzaga keladi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur for template "%4$s".
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) "%4$s" shabloni uchun yuzaga keladi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur.
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) yuzaga keladi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because dependencies of host triggers on template triggers are not allowed.
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki host trig'gerlarining shablon trig'gerlariga bog'lanishiga ruxsat berilmaydi.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the host "%4$s".
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki "%3$s" shabloni "%4$s" hostiga bog'lanmagan.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the template "%4$s".
uz: "%1$s" triggeri "%2$s" trigge'riga bog'lanolmaydi, chunki "%3$s" shabloni "%4$s" shabloniga bog'lanmagan.

source: Trigger "%1$s" depends on trigger "%2$s", which does not exist.
uz: "%1$s" triggeri mavjud bo'lmagan "%2$s" trigge'riga bog'lanadi.

source: Trigger URL
uz: Triger URL

source: Trigger actions
uz: Triger harakatlari

source: Trigger added
uz: Triger qo'shildi

source: Trigger copied
uz: Triger nusxalandi

source: Trigger count
uz: Trigerlar soni

source: Trigger data storage period
uz: Triger ma'lumotlari saqlash muddati

source: Trigger deleted
uz: Triger o'chirildi

source: Trigger details
uz: Triger tafsilotlari

source: Trigger disabled
uz: Trigger o'chirilgan

source: Trigger displaying options
uz: Triggerni ko'rsatish opsiyalari

source: Trigger edit
uz: Triggerni tahrirlash

source: Trigger enabled
uz: Trigger yoqilgan

source: Trigger has items from template "%1$s" that is not linked to host.
uz: Triggerda "%1$s" shablonidan elementlar mavjud, ammo bu shablon hostga bog'lanmagan.

source: Trigger in "unknown" state
uz: "Noma'lum" holatdagi trigger

source: Trigger in template "%1$s" has dependency with trigger in template "%2$s".
uz: "%1$s" shablonidagi trigger "%2$s" shablonidagi trigger bilan bog'lanishga ega.

source: Trigger is not selected.
uz: Trigger tanlanmagan.

source: Trigger label type
uz: Trigger yorliqi turi

source: Trigger limit
uz: Trigger chegarasi

source: Trigger overview
uz: Trigger umumiy ko'rinishi

source: Trigger prototype
uz: Trigger prototipi

source: Trigger prototype "%1$s" already exists on "%2$s".
uz: "%1$s" trigger prototipi "%2$s" da allaqachon mavjud.

source: Trigger prototype "%1$s" belongs to templates with different linkages.
uz: "%1$s" trigger prototipi turli bog'lanishlarga ega shablonlarga tegishli.

source: Trigger prototype "%1$s" cannot depend on the non-existent trigger "%2$s" on the host "%3$s".
uz: "%1$s" trigger prototipi "%3$s" hostida mavjud bo'lmagan "%2$s" triggeriga bog'lanolmaydi.

source: Trigger prototype "%1$s" cannot depend on the non-existent trigger "%2$s" on the template "%3$s".
uz: "%1$s" trigger prototipi "%3$s" shablonida mavjud bo'lmagan "%2$s" triggeriga bog'lanolmaydi.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the host "%3$s", because dependencies on triggers from a child template or host are not allowed.
uz: "%1$s" trigger prototipi "%3$s" hostidan "%2$s" triggeriga bog'lanolmaydi, chunki bolalar shablonlari yoki hostlardan triggerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from a child template or host are not allowed.
uz: "%1$s" trigger prototipi "%3$s" shablonidan "%2$s" triggeriga bog'lanolmaydi, chunki bolalar shablonlari yoki hostlardan triggerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from the parent template are not allowed.
uz: "%1$s" trigger prototipi "%3$s" shablonidan "%2$s" triggeriga bog'lanolmaydi, chunki ota shablonlardan triggerlarga bog'lanishlarga ruxsat berilmaydi.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because dependencies of host triggers on template triggers are not allowed.
uz: "%1$s" trigger prototipi "%2$s" triggeriga bog'lanolmaydi, chunki host trig'erlarining shablon triggerlariga bog'lanishiga ruxsat berilmaydi.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the host "%4$s".
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki "%3$s" shabloni "%4$s" hostiga bog'lanmagan.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the template "%4$s".
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki "%3$s" shabloni "%4$s" shabloniga bog'lanmagan.

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur for host "%4$s".
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) "%4$s" hosti uchun yuzaga keladi.

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur for template "%4$s".
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) "%4$s" shabloni uchun yuzaga keladi.

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur.
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki doiraviy bog'lanish (%3$s) yuzaga keladi.

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because dependencies on trigger prototypes from another LLD rule are not allowed.
uz: "%1$s" trigger prototipi "%2$s" trigge'riga bog'lanolmaydi, chunki boshqa LLD qoidalaridan trig'ger prototiplari bog'lanishlariga ruxsat berilmaydi.

source: Trigger prototype "%1$s" contains item prototypes from multiple discovery rules.
uz: "%1$s" trigger prototipi bir nechta kashfiyot qoidalaridan element prototiplarini o'z ichiga oladi.

source: Trigger prototype "%1$s" depends on trigger "%2$s", which does not exist.
uz: "%1$s" trigger prototipi "%2$s" triggeriga bog'liq, lekin bu trigger mavjud emas.

source: Trigger prototype "%1$s" must contain at least one item prototype.
uz: "%1$s" trigger prototipi kamida birta element prototipi bo'lishi kerak.

source: Trigger prototype added
uz: Trigger prototipi qo'shildi

source: Trigger prototype deleted
uz: Trigger prototipi o'chirildi

source: Trigger prototype edit
uz: Trigger prototipi tahrirlanmoqda

source: Trigger prototype updated
uz: Trigger prototipi yangilandi

source: Trigger prototypes
uz: Trigger prototiplari

source: Trigger severity
uz: Trigger og'irligi

source: Trigger source
uz: Trigger manbai

source: Trigger status "OK"
uz: Trigger holati "OK"

source: Trigger status "Problem"
uz: Trigger holati "Muammo"

source: Trigger tags
uz: Trigger teglari

source: Trigger updated
uz: Trigger yangilandi

source: Triggers
uz: Triggerlar

source: Trim
uz: Kesish

source: Tue
uz: Seshanba

source: Tuesday
uz: Seshanba

source: Turkish (tr_TR)
uz: Turkcha (tr_TR)

source: Two map elements should be selected
uz: Ikki xarita elementi tanlanishi kerak
