Repository: Vismuttesla/zoddix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: uz

source: VMware hypervisor datastore write statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore name, "mode"- latency
uz: VMware gipervizorining ma'lumot omboriga yozish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "datastore" - ma'lumot ombori nomi, "mode" - kechikish

source: VMware hypervisor datastores list, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizorining ma'lumot omborlari ro'yxati, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor health state rollup sensor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - gray; 1 - green; 2 - yellow; 3 - red
uz: VMware gipervizorining umumiy sog'liq holati sensori, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. Quyidagilarni qaytaradi: 0 - kulrang; 1 - yashil; 2 - sariq; 3 - qizil

source: VMware hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
uz: VMware gipervizorining texnik xizmat holati, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. Quyidagilarni qaytaradi: 0 - xizmatda emas; 1 - xizmatda

source: VMware hypervisor model, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizor modeli, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizorining nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor network input statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "mode"- bps
uz: VMware gipervizorining tarmoq kirish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "mode" - bps

source: VMware hypervisor network interface speed, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, <ifname> - interface name
uz: VMware gipervizorining tarmoq interfeysi tezligi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, <ifname> - interfeys nomi

source: VMware hypervisor network output statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "mode"- bps
uz: VMware gipervizorining tarmoq chiqish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "mode" - bps

source: VMware hypervisor performance counter, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "path" - performance counter path, "instance" - performance counter instance
uz: VMware gipervizori ishlash hisoblagichi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "path" - ishlash hisoblagichi yo'li, "instance" - hisoblagich instansiyasi

source: VMware hypervisor processor frequency, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori protsessor chastotasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor processor model, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori protsessor modeli, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor processor usage in Hz, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori protsessor ishlatilishi (Hzda), "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor property , "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "prop" - property path
uz: VMware gipervizori xossasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori, "prop" - xossa yo'li

source: VMware hypervisor sensors value, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
uz: VMware gipervizori sensor qiymatlari, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. JSON formatida qaytariladi

source: VMware hypervisor serialnumber, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori seriya raqami, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori holati, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor tags array, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
uz: VMware gipervizori teglar massivi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori. JSON formatida qaytariladi

source: VMware hypervisor total memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori umumiy xotira hajmi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor uptime, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori ishlash vaqti, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor used memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori ishlatilgan xotira hajmi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor vendor name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori ishlab chiqaruvchi nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware hypervisor version, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
uz: VMware gipervizori versiyasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware gipervizorining global noyob identifikatori

source: VMware service full name, "url" - VMware service URL
uz: VMware xizmatining to'liq nomi, "url" - VMware xizmatining URL manzili

source: VMware service version, "url" - VMware service URL
uz: VMware xizmatining versiyasi, "url" - VMware xizmatining URL manzili

source: VMware virtual center alarms data, returns JSON, "url" - VMware service URL
uz: VMware virtual markaz ogohlantirish ma'lumotlari, JSON formatida qaytaradi, "url" - VMware xizmatining URL manzili

source: VMware virtual machine alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware virtual mashinaning yagona global identifikatori
uz: VMware virtual mashinasi ogohlantirish ma'lumotlari, JSON formatida qaytaradi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine ballooned memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi tomonidan foydalanilgan ballon xotira hajmi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine committed storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi tomonidan ajratilgan disk xotirasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine compressed memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi siqilgan xotira hajmi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine custom attribute value, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "name" - custom attribute name
uz: VMware virtual mashinasi maxsus atribut qiymati, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori, "name" - atribut nomi

source: VMware virtual machine datacenter name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns string
uz: VMware virtual mashinasi joylashgan ma'lumot markazi nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori. Satr (matn) qaytaradi

source: VMware virtual machine disk device read statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk qurilmasi instansiyasi, "mode"- bps/ops - soniyasiga baytlar/amallar
uz: VMware virtual mashinasi disk qurilmasining o'qish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori, "instance" - disk qurilmasi instansiyasi, "mode" - bps/ops - soniyasiga baytlar yoki amallar

source: VMware virtual machine disk device write statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance, "mode"- bps/ops - bytes/operations per second
uz: VMware virtual mashinasi disk qurilmasining yozish statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori, "instance" - disk qurilmasi instansiyasi, "mode" - bps/ops - soniyasiga baytlar yoki amallar

source: VMware virtual machine disk requires consolidation, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi diskini birlashtirish (konsolidatsiya) zarurligi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine file system statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "fsname" - file system name, "mode"- total/free/used/pfree/pused
uz: VMware virtual mashinasi fayl tizimi statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori, "fsname" - fayl tizimi nomi, "mode" - umumiy/bo'sh/ishlatilgan/bo'sh foiz/ishlatilgan foiz

source: VMware virtual machine guest memory usage, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi mehmon xotira (guest memory) ishlatilishi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine host memory usage, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi joylashgan xost (host) xotira ishlatilishi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
uz: VMware virtual mashinasi joylashgan gipervizorning texnik holat holati, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori. 0 - texnik xizmatda emas; 1 - texnik xizmatda

source: VMware virtual machine hypervisor name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi joylashgan gipervizor nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasi nomi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori

source: VMware virtual machine network interface input statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance, "mode"- bps/pps - bytes/packets per second
uz: VMware virtual mashinasi tarmoq interfeysi kiruvchi trafik statistikasi, "url" - VMware xizmatining URL manzili, "uuid" - VMware virtual mashinaning yagona global identifikatori, "instance" - tarmoq interfeysi instansiyasi, "mode" - bps/pps - soniyasiga baytlar/paketlar

source: VMware virtual machine network interface output statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance, "mode"- bps/pps - bytes/packets per second
uz: VMware virtual mashinasining tarmoq interfeysi chiqish statistikasi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori, "instance" - tarmoq interfeysi namunasi, "mode" - bps/pps - bayt/paket soniyasiga

source: VMware virtual machine performance counter, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "path" - performance counter path, "instance" - performance counter instance
uz: VMware virtual mashinasining ishlash hisoblagichi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori, "path" - hisoblagich yo'li, "instance" - hisoblagich namunasi

source: VMware virtual machine power state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining quvvat holati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine private memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining maxfiy xotira hajmi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine private memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifierr
uz: VMware virtual mashinasining maxfiy xotira hajmi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine processor ready time ms, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining protsessor tayyorlik vaqti (ms), "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine processor usage in Hz, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining protsessor ishlatilishi (Hz), "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine property, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "prop" - property path
uz: VMware virtual mashinasi xususiyati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori, "prop" - xususiyat yo'li

source: VMware virtual machine shared memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining umumiy xotira hajmi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine snapshot state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
uz: VMware virtual mashinasining snapshot (nusxa) holati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori. JSON formatida qaytaradi

source: VMware virtual machine state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining holati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine swapped memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining almashtirilgan xotira hajmi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine tags array, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
uz: VMware virtual mashinasining teglar ro'yxati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori. JSON formatida qaytaradi

source: VMware virtual machine tools state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "mode"- version or status
uz: VMware virtual mashinasining vositalar holati, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori, "mode" - versiyasi yoki holati

source: VMware virtual machine total memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining jami xotira hajmi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine uncommitted storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining ajratilmagan saqlash joyi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine unshared storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining ulashilmagan saqlash joyi, "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VMware virtual machine uptime, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
uz: VMware virtual mashinasining ish vaqti (uptime), "url" - VMware xizmat manzili, "uuid" - VMware virtual mashinasining noyob identifikatori

source: VVMware hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
uz: VMware gipervizorining texnik xizmat holati, "url" - VMware xizmat manzili, "uuid" - VMware gipervizorining noyob identifikatori. 0 - xizmat ko'rsatilmayapti; 1 - texnik xizmat holatida

source: Valid URI schemes
uz: Yaroqli URI sxemalari

source: Validate URI schemes
uz: URI sxemalarini tekshirish

source: Validation
uz: Tekshirish

source: Value
uz: Qiymat

# compact table header
source: Value
uz: Qiymat

source: Value "%1$s" is invalid for parameter "grid_align". Choices are: "%2$s" and "%3$s"
uz: "%1$s" qiymati "grid_align" parametri uchun noto'g'ri. Mumkin bo'lgan variantlar: "%2$s" va "%3$s"

source: Value "%1$s" is invalid for parameter "grid_show". Choices are: "%2$s" and "%3$s".
uz: "%1$s" qiymati "grid_show" parametri uchun noto'g'ri. Mumkin bo'lgan variantlar: "%2$s" va "%3$s".

source: Value "%1$s" is invalid for parameter "grid_show". Choices are: "%2$s".
uz: "%1$s" qiymati "grid_show" parametri uchun noto'g'ri. Mumkin bo'lgan variant: "%2$s".

source: Value "%1$s" is too long for field "%2$s" - %3$d characters. Allowed length is %4$d characters.
uz: "%1$s" qiymati "%2$s" maydoni uchun juda uzun - %3$d ta belgidan iborat. Ruxsat etilgan maksimal uzunlik: %4$d ta belgi.

source: Value arc
uz: Qiymat yoy

source: Value cache effectiveness. Valid parameters are: requests, hits and misses.
uz: Kesh samaradorligi qiymati. Yaroqli parametrlar: requests, hits va misses.

source: Value cache statistics. Valid modes are: total, free, pfree, used and pused.
uz: Kesh statistikasi qiymati. Yaroqli holatlar: total, free, pfree, used va pused.

source: Value data for value name in Windows Registry key.
uz: Windows reestr kalitidagi qiymat nomi uchun qiymat ma'lumotlari.

source: Value map
uz: Qiymat xaritasi

source: Value map "%1$s" already exists.
uz: "%1$s" qiymat xaritasi allaqachon mavjud.

source: Value mapping
uz: Qiymat xaritalash

source: Value mappings
uz: Qiymat xaritalari

source: Value of MQTT topic. Format of returned data depends on the topic content. If wildcards are used, returns topic values in JSON
uz: MQTT mavzusi qiymati. Qaytarilgan ma'lumot formati mavzu tarkibiga bog'liq. Agar yovvoyi belgilar ishlatilsa, mavzu qiymatlari JSON formatida qaytariladi

source: Value of any Windows performance counter in English. Returns integer, float, string or text (depending on the request)
uz: Har qanday Windows ishlash hisoblagichi qiymati (ingliz tilida). Butun son, suzuvchi nuqtali son, satr yoki matn ko'rinishida qaytariladi (so'rovga qarab)

source: Value of any Windows performance counter. Returns integer, float, string or text (depending on the request)
uz: Har qanday Windows ishlash hisoblagichi qiymati. Butun son, suzuvchi nuqtali son, satr yoki matn ko'rinishida qaytariladi (so'rovga qarab)

source: Value of new event tag
uz: Yangi hodisa tegining qiymati

source: Value of old event tag
uz: Eski hodisa tegining qiymati

source: Value of tag
uz: Teg qiymati

source: Value size
uz: Qiymat hajmi

source: Value: no data
uz: Qiymat: ma'lumot yo'q

source: Values
uz: Qiymatlar

source: Values without names are not allowed in form fields.
uz: Nomlarsiz qiymatlarga forma maydonlarida ruxsat berilmaydi.

source: Variable
uz: O'zgaruvchi

source: Variables
uz: O'zgaruvchilar

source: Various information about specific process(es). Returns float
uz: Muayyan jarayon(lar) haqida turli ma'lumotlar. Suzuvchi nuqtali son qaytaradi

source: Vault API endpoint
uz: Vault API ulangan nuqtasi

source: Vault authentication token
uz: Vault autentifikatsiya tokeni

source: Vault certificates
uz: Vault sertifikatlari

source: Vault connection failed.
uz: Vault ulanishi muvaffaqiyatsiz tugadi.

source: Vault prefix
uz: Vault prefiksi

source: Vault provider
uz: Vault provayderi

source: Vault secret
uz: Vault siri

source: Vault secret path
uz: Vault sirli yo'li

source: Vault secret query string
uz: Vault sirli so'rov satri

source: Vendor
uz: Ishlab chiqaruvchi

source: Vendor and version
uz: Ishlab chiqaruvchi va versiya

source: Verbose
uz: Batafsil

source: Verification code
uz: Tasdiqlash kodi

source: Verify database certificate
uz: Ma'lumotlar bazasi sertifikatini tekshirish

source: Version
uz: Versiya

source: Version of Zabbix agent. Returns string
uz: Zoddix agentining versiyasi. Qaytaradi: satr

source: Version of Zabbix server or proxy
uz: Zoddix serveri yoki proksining versiyasi

source: Vertical
uz: Vertikal

source: Vertical align
uz: Vertikal tekislash

source: Vertical position
uz: Vertikal pozitsiya

source: Vietnamese (vi_VN)
uz: Vyetnamcha (vi_VN)

source: View
uz: Ko'rish

source: View as
uz: Ko'rish sifatida

source: View related reports
uz: Tegishli hisobotlarni ko'rish
